[
    {
        "indices": [
            [
                0
            ],
            [
                0,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Часть I (Дама с собачкой).",
            "Part I."
        ]
    },
    {
        "indices": [
            [
                1
            ],
            [
                1,
                50,
                166,
                288
            ]
        ],
        "sents": [
            " Говорили, что на набережной появилось новое лицо: дама с собачкой.",
            "  The talk was that a new face had appeared on the embankment: a lady with a little dog."
        ]
    },
    {
        "indices": [
            [
                2
            ],
            [
                2,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Дмитрий Дмитрич Гуров, проживший в Ялте уже две недели и привыкший тут, тоже стал интересоваться новыми лицами.",
            "Dmitri Dmitrich Gurov, who had already spent two weeks in Yalta and was used to it, also began to take an interest in new faces."
        ]
    },
    {
        "indices": [
            [
                3
            ],
            [
                3,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Сидя в павильоне у Верне, он видел, как по набережной прошла молодая дама, невысокого роста блондинка, в берете; за нею бежал белый шпиц.",
            "Sitting in a pavilion at Vernet’s, he saw a young woman, not very tall, blond, in a beret, walking along the embankment; behind her ran a white spitz."
        ]
    },
    {
        "indices": [
            [
                4
            ],
            [
                4,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "И потом он встречал ее в городском саду и на сквере по нескольку раз в день.",
            "And after that he met her several times a day in the town garden or in the square."
        ]
    },
    {
        "indices": [
            [
                5
            ],
            [
                5,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Она гуляла одна, всё в том же берете, с белым шпицем; никто не знал, кто она, и называли ее просто так: дама с собачкой.",
            "She went strolling alone, in the same beret, with the white spitz; nobody knew who she was, and they called her simply “the lady with the little dog.”"
        ]
    },
    {
        "indices": [
            [
                6
            ],
            [
                6,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "«Если она здесь без мужа и без знакомых, — соображал Гуров, — то было бы не лишнее познакомиться с ней».",
            "“If she’s here with no husband or friends,” Gurov reflected, “it wouldn’t be a bad idea to make her acquaintance.”"
        ]
    },
    {
        "indices": [
            [
                7
            ],
            [
                7,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Ему не было еще сорока, но у него была уже дочь двенадцати лет и два сына-гимназиста.",
            "He was not yet forty, but he had a twelve-year-old daughter and two sons in school."
        ]
    },
    {
        "indices": [
            [
                8
            ],
            [
                8,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Его женили рано, когда он был еще студентом второго курса, и теперь жена казалась в полтора раза старше его.",
            "He had married young, while still a second-year student, and now his wife seemed half again his age."
        ]
    },
    {
        "indices": [
            [
                9
            ],
            [
                9,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Это была женщина высокая, с темными бровями, прямая, важная, солидная и, как она сама себя называла, мыслящая.",
            "She was a tall woman with dark eyebrows, erect, imposing, dignified, and a thinking person, as she called herself."
        ]
    },
    {
        "indices": [
            [
                10
            ],
            [
                10,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Она много читала, не писала в письмах ъ, называла мужа не Дмитрием, а Димитрием, а он втайне считал ее недалекой, узкой, неизящной, боялся ее и не любил бывать дома.",
            "She read a great deal, used the new orthography, called her husband not Dmitri but Dimitri, but he secretly considered her none too bright, narrow-minded, graceless, was afraid of her, and disliked being at home."
        ]
    },
    {
        "indices": [
            [
                11
            ],
            [
                11,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Изменять ей он начал уже давно, изменял часто и, вероятно, поэтому о женщинах отзывался почти всегда дурно, и когда в его присутствии говорили о них, то он называл их так: — Низшая раса!",
            "He had begun to be unfaithful to her long ago, was unfaithful often, and, probably for that reason, almost always spoke ill of women, and when they were discussed in his presence, he would say of them: “An inferior race!”"
        ]
    },
    {
        "indices": [
            [
                12
            ],
            [
                12,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Ему казалось, что он достаточно научен горьким опытом, чтобы называть их как угодно, но всё же без «низшей расы» он не мог бы прожить и двух дней.",
            "It seemed to him that he had been taught enough by bitter experience to call them anything he liked, and yet he could not have lived without the “inferior race” even for two days."
        ]
    },
    {
        "indices": [
            [
                13
            ],
            [
                13,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "В обществе мужчин ему было скучно, не по себе, с ними он был неразговорчив, холоден, но когда находился среди женщин, то чувствовал себя свободно и знал, о чем говорить с ними и как держать себя; и даже молчать с ними ему было легко.",
            "In the company of men he was bored, ill at ease, with them he was taciturn and cold, but when he was among women, he felt himself free and knew what to talk about with them and how to behave; and he was at ease even being silent with them."
        ]
    },
    {
        "indices": [
            [
                14
            ],
            [
                14,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "В его наружности, в характере, во всей его натуре было что-то привлекательное, неуловимое, что располагало к нему женщин, манило их; он знал об этом, и самого его тоже какая-то сила влекла к ним.",
            "In his appearance, in his character, in his whole nature there was something attractive and elusive that disposed women towards him and enticed them; he knew that, and he himself was attracted to them by some force."
        ]
    },
    {
        "indices": [
            [
                15
            ],
            [
                15,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Опыт многократный, в самом деле горький опыт, научил его давно, что всякое сближение, которое вначале так приятно разнообразит жизнь и представляется милым и легким приключением, у порядочных людей, особенно у москвичей, тяжелых на подъем, нерешительных, неизбежно вырастает в целую задачу, сложную чрезвычайно, и положение в конце концов становится тягостным.",
            "Repeated experience, and bitter experience indeed, had long since taught him that every intimacy, which in the beginning lends life such pleasant diversity and presents itself as a nice and light adventure, inevitably, with decent people—especially irresolute Muscovites, who are slow starters—grows into a major task, extremely complicated, and the situation finally becomes burdensome."
        ]
    },
    {
        "indices": [
            [
                16
            ],
            [
                16,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Но при всякой новой встрече с интересною женщиной этот опыт как-то ускользал из памяти, и хотелось жить, и всё казалось так просто и забавно.",
            "But at every new meeting with an interesting woman, this experience somehow slipped from his memory, and he wanted to live, and everything seemed quite simple and amusing."
        ]
    },
    {
        "indices": [
            [
                17
            ],
            [
                17,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "И вот однажды под вечер он обедал в саду, а дама в берете подходила не спеша, чтобы занять соседний стол.",
            "And so one time, towards evening, he was having dinner in the garden, and the lady in the beret came over unhurriedly to take the table next to his."
        ]
    },
    {
        "indices": [
            [
                18
            ],
            [
                18,
                50,
                100,
                166,
                288
            ]
        ],
        "sents": [
            "Ее выражение, походка, платье, прическа говорили ему, что она из порядочного общества, замужем, в Ялте в первый раз и одна, что ей скучно здесь...",
            "Her expression, her walk, her dress, her hair told him that she belonged to decent society, was married, in Yalta for the first time, and alone, and that she was bored here . . ."
        ]
    },
    {
        "indices": [
            [
                19
            ],
            [
                19,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "В рассказах о нечистоте местных нравов много неправды, он презирал их и знал, что такие рассказы в большинстве сочиняются людьми, которые сами бы охотно грешили, если б умели, но, когда дама села за соседний стол в трех шагах от него, ему вспомнились эти рассказы о легких победах, о поездках в горы, и соблазнительная мысль о скорой, мимолетной связи, о романе с неизвестною женщиной, которой не знаешь по имени и фамилии, вдруг овладела им.",
            "In the stories about the impurity of local morals there was much untruth, he despised them and knew that these stories were mostly invented by people who would eagerly have sinned themselves had they known how; but when the lady sat down at the next table, three steps away from him, he remembered those stories of easy conquests, of trips to the mountains, and the tempting thought of a quick, fleeting liaison, a romance with an unknown woman, of whose very name you are ignorant, suddenly took possession of him."
        ]
    },
    {
        "indices": [
            [
                20
            ],
            [
                20,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Он ласково поманил к себе шпица и, когда тот подошел, погрозил ему пальцем.",
            "He gently called the spitz, and when the dog came over, he shook his finger at it."
        ]
    },
    {
        "indices": [
            [
                21
            ],
            [
                21,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Шпиц заворчал.",
            "The spitz growled."
        ]
    },
    {
        "indices": [
            [
                22
            ],
            [
                22,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Гуров опять погрозил.",
            "Gurov shook his finger again."
        ]
    },
    {
        "indices": [
            [
                23
            ],
            [
                23,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Дама взглянула на него и тотчас же опустила глаза.",
            "The lady glanced at him and immediately lowered her eyes."
        ]
    },
    {
        "indices": [
            [
                24
            ],
            [
                24,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "— Он не кусается, — сказала она и покраснела.",
            "“He doesn’t bite,” she said and blushed."
        ]
    },
    {
        "indices": [
            [
                25
            ],
            [
                25,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "— Можно дать ему кость?",
            "“May I give him a bone?”"
        ]
    },
    {
        "indices": [
            [
                26
            ],
            [
                26,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "— И когда она утвердительно кивнула головой, он спросил приветливо: — Вы давно изволили приехать в Ялту?",
            "and, when she nodded in the affirmative, he asked affably: “Have you been in Yalta long?”"
        ]
    },
    {
        "indices": [
            [
                27
            ],
            [
                27,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "— Дней пять.",
            "“About five days.”"
        ]
    },
    {
        "indices": [
            [
                28
            ],
            [
                28,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "— А я уже дотягиваю здесь вторую неделю.",
            "“And I’m already dragging through my second week here.”"
        ]
    },
    {
        "indices": [
            [
                29
            ],
            [
                29,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Помолчали немного.",
            "They were silent for a while."
        ]
    },
    {
        "indices": [
            [
                30
            ],
            [
                30,
                31,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "— Время идет быстро, а между тем здесь такая скука! — сказала она, не глядя на него.",
            "“The time passes quickly, and yet it’s so boring here!” she said with- out looking at him."
        ]
    },
    {
        "indices": [
            [
                31
            ],
            [
                32,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "— Это только принято говорить, что здесь скучно.",
            "“It’s merely the accepted thing to say it’s boring here."
        ]
    },
    {
        "indices": [
            [
                32
            ],
            [
                33,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Обыватель живет у себя где-нибудь в Белеве или Жиздре — и ему не скучно, а приедет сюда: «Ах, скучно!",
            "The ordinary man lives somewhere in his Belevo or Zhizdra and isn’t bored, then he comes here: ‘Ah, how boring!"
        ]
    },
    {
        "indices": [
            [
                33
            ],
            [
                34,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Ах, пыль!»",
            "Ah, how dusty!’"
        ]
    },
    {
        "indices": [
            [
                34
            ],
            [
                35,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Подумаешь, что он из Гренады приехал.",
            "You’d think he came from Granada.”"
        ]
    },
    {
        "indices": [
            [
                35
            ],
            [
                36,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Она засмеялась.",
            "She laughed."
        ]
    },
    {
        "indices": [
            [
                36
            ],
            [
                37,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Потом оба продолжали есть молча, как незнакомые; но после обеда пошли рядом — и начался шутливый, легкий разговор людей свободных, довольных, которым всё равно, куда бы ни идти, о чем ни говорить.",
            "Then they went on eating in silence, like strangers; but after dinner they walked off together—and a light, bantering conversation began, of free, contented people, who do not care where they go or what they talk about."
        ]
    },
    {
        "indices": [
            [
                37
            ],
            [
                38,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Они гуляли и говорили о том, как странно освещено море; вода была сиреневого цвета, такого мягкого и теплого, и по ней от луны шла золотая полоса.",
            "They strolled and talked of how strange the light was on the sea; the water was of a lilac color, so soft and warm, and over it the moon cast a golden strip."
        ]
    },
    {
        "indices": [
            [
                38
            ],
            [
                39,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Говорили о том, как душно после жаркого дня.",
            "They talked of how sultry it was after the hot day."
        ]
    },
    {
        "indices": [
            [
                39
            ],
            [
                40,
                50,
                100,
                166,
                288
            ]
        ],
        "sents": [
            "Гуров рассказал, что он москвич, по образованию филолог, но служит в банке; готовился когда-то петь в частной опере, но бросил, имеет в Москве два дома...",
            "Gurov told her he was a Muscovite, a philologist by education, but worked in a bank; had once been preparing to sing in an opera company, but had dropped it, owned two houses in Moscow . . ."
        ]
    },
    {
        "indices": [
            [
                40
            ],
            [
                41,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "А от нее он узнал, что она выросла в Петербурге, но вышла замуж в С., где живет уже два года, что пробудет она в Ялте еще с месяц и за ней, быть может, приедет ее муж, которому тоже хочется отдохнуть.",
            "And from her he learned that she grew up in Petersburg, but was married in S., where she had now been living for two years, that she would be staying in Yalta for about a month, and that her husband might come to fetch her, because he also wanted to get some rest."
        ]
    },
    {
        "indices": [
            [
                41
            ],
            [
                42,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Она никак не могла объяснить, где служит ее муж, — в губернском правлении или в губернской земской управе, и это ей самой было смешно.",
            "She was quite unable to explain where her husband served—in the provincial administration or the zemstvo council—and she herself found that funny."
        ]
    },
    {
        "indices": [
            [
                42
            ],
            [
                43,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "И узнал еще Гуров, что ее зовут Анной Сергеевной.",
            "And Gurov also learned that her name was Anna Sergeevna."
        ]
    },
    {
        "indices": [
            [
                43
            ],
            [
                44,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Потом у себя в номере он думал о ней, о том, что завтра она, наверное, встретится с ним.",
            "Afterwards, in his hotel room, he thought about her, that tomorrow she would probably meet him again."
        ]
    },
    {
        "indices": [
            [
                45
            ],
            [
                45,
                46,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Ложась спать, он вспомнил, что она еще так недавно была институткой, училась, всё равно как теперь его дочь, вспомнил, сколько еще несмелости, угловатости было в ее смехе, в разговоре с незнакомым, — должно быть, это первый раз в жизни она была одна, в такой обстановке, когда за ней ходят, и на нее смотрят, и говорят с ней только с одною тайною целью, о которой она не может не догадываться.",
            "It had to be so. Going to bed, he recalled that still quite recently she had been a schoolgirl, had studied just as his daughter was studying now, recalled how much timorousness and angularity there was in her laughter, her conversation with a stranger—it must have been the first time in her life that she was alone in such a situation, when she was followed, looked at, and spoken to with only one secret purpose, which she could not fail to guess."
        ]
    },
    {
        "indices": [
            [
                46
            ],
            [
                47,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "Вспомнил он ее тонкую, слабую шею, красивые, серые глаза.",
            "He recalled her slender, weak neck, her beautiful gray eyes."
        ]
    },
    {
        "indices": [
            [
                47
            ],
            [
                48,
                50,
                166,
                288
            ]
        ],
        "sents": [
            "«Что-то в ней есть жалкое все-таки», — подумал он и стал засыпать.",
            "“There’s something pathetic in her all the same,” he thought and began to fall asleep."
        ]
    },
    {
        "indices": [
            [
                48
            ],
            [
                49,
                50,
                166,
                288
            ]
        ],
        "sents": [
            " Часть II (Дама с собачкой).",
            "Part II."
        ]
    },
    {
        "indices": [
            [
                49
            ],
            [
                50,
                51,
                166,
                288
            ]
        ],
        "sents": [
            "Прошла неделя после знакомства.",
            " A week had passed since they became acquainted."
        ]
    },
    {
        "indices": [
            [
                50
            ],
            [
                50,
                52,
                166,
                288
            ]
        ],
        "sents": [
            "Был праздничный день.",
            "It was Sunday."
        ]
    },
    {
        "indices": [
            [
                51
            ],
            [
                50,
                53,
                166,
                288
            ]
        ],
        "sents": [
            "В комнатах было душно, а на улицах вихрем носилась пыль, срывало шляпы.",
            "Inside it was stuffy, but outside the dust flew in whirls, hats blew off."
        ]
    },
    {
        "indices": [
            [
                52
            ],
            [
                50,
                54,
                166,
                288
            ]
        ],
        "sents": [
            "Весь день хотелось пить, и Гуров часто заходил в павильон и предлагал Анне Сергеевне то воды с сиропом, то мороженого.",
            "They felt thirsty all day, and Gurov often stopped at the pavilion, offering Anna Sergeevna now a soft drink, now ice cream."
        ]
    },
    {
        "indices": [
            [
                53
            ],
            [
                50,
                55,
                166,
                288
            ]
        ],
        "sents": [
            "Некуда было деваться.",
            "There was no escape."
        ]
    },
    {
        "indices": [
            [
                54
            ],
            [
                50,
                56,
                166,
                288
            ]
        ],
        "sents": [
            "Вечером, когда немного утихло, они пошли на мол, чтобы посмотреть, как придет пароход.",
            "In the evening when it relented a little, they went to the jetty to watch the steamer come in."
        ]
    },
    {
        "indices": [
            [
                55
            ],
            [
                50,
                57,
                166,
                288
            ]
        ],
        "sents": [
            "На пристани было много гуляющих; собрались встречать кого-то, держали букеты.",
            "There were many strollers on the pier; they had come to meet people, they were holding bouquets."
        ]
    },
    {
        "indices": [
            [
                56
            ],
            [
                50,
                58,
                166,
                288
            ]
        ],
        "sents": [
            "И тут отчетливо бросались в глаза две особенности нарядной ялтинской толпы: пожилые дамы были одеты, как молодые, и было много генералов.",
            "And here two particularities of the smartly dressed Yalta crowd distinctly struck one’s eye: the elderly ladies were dressed like young ones, and there were many generals."
        ]
    },
    {
        "indices": [
            [
                57
            ],
            [
                50,
                59,
                166,
                288
            ]
        ],
        "sents": [
            "По случаю волнения на море пароход пришел поздно, когда уже село солнце, и, прежде чем пристать к молу, долго поворачивался.",
            "Owing to the roughness of the sea, the steamer arrived late, when the sun had already gone down, and it was a long time turning before it tied up."
        ]
    },
    {
        "indices": [
            [
                58
            ],
            [
                50,
                60,
                166,
                288
            ]
        ],
        "sents": [
            "Анна Сергеевна смотрела в лорнетку на пароход и на пассажиров, как бы отыскивая знакомых, и когда обращалась к Гурову, то глаза у нее блестели.",
            "Anna Sergeevna looked at the ship and the passengers through her lorgnette, as if searching for acquaintances, and when she turned to Gurov, her eyes shone."
        ]
    },
    {
        "indices": [
            [
                59
            ],
            [
                50,
                61,
                166,
                288
            ]
        ],
        "sents": [
            "Она много говорила, и вопросы у нее были отрывисты, и она сама тотчас же забывала, о чем спрашивала; потом потеряла в толпе лорнетку.",
            "She talked a lot, and her questions were abrupt, and she herself immediately forgot what she had asked; then she lost her lorgnette in the crowd."
        ]
    },
    {
        "indices": [
            [
                60
            ],
            [
                50,
                62,
                166,
                288
            ]
        ],
        "sents": [
            "Нарядная толпа расходилась, уже не было видно лиц, ветер стих совсем, а Гуров и Анна Сергеевна стояли, точно ожидая, не сойдет ли еще кто с парохода.",
            "The smartly dressed crowd was dispersing, the faces could no longer be seen, the wind had died down completely, and Gurov and Anna Sergeevna stood as if they were expecting someone else to get off the steamer."
        ]
    },
    {
        "indices": [
            [
                61
            ],
            [
                50,
                63,
                166,
                288
            ]
        ],
        "sents": [
            "Анна Сергеевна уже молчала и нюхала цветы, не глядя на Гурова.",
            "Anna Sergeevna was silent now and smelled the flowers, not looking at Gurov."
        ]
    },
    {
        "indices": [
            [
                62
            ],
            [
                50,
                64,
                166,
                288
            ]
        ],
        "sents": [
            "— Погода к вечеру стала получше, — сказал он.",
            "“The weather’s improved towards evening,” he said."
        ]
    },
    {
        "indices": [
            [
                63
            ],
            [
                50,
                65,
                166,
                288
            ]
        ],
        "sents": [
            "— Куда же мы теперь пойдем?",
            "“Where shall we go now?"
        ]
    },
    {
        "indices": [
            [
                64
            ],
            [
                50,
                66,
                166,
                288
            ]
        ],
        "sents": [
            "Не поехать ли нам куда-нибудь?",
            "Shall we take a drive somewhere?”"
        ]
    },
    {
        "indices": [
            [
                65
            ],
            [
                50,
                67,
                166,
                288
            ]
        ],
        "sents": [
            "Она ничего не ответила.",
            "She made no answer."
        ]
    },
    {
        "indices": [
            [
                66
            ],
            [
                50,
                68,
                69,
                100,
                166,
                288
            ]
        ],
        "sents": [
            "Тогда он пристально поглядел на нее и вдруг обнял ее и поцеловал в губы, и его обдало запахом и влагой цветов, и тотчас же он пугливо огляделся: не видел ли кто? — Пойдемте к вам... — проговорил он тихо.",
            "Then he looked at her intently and suddenly embraced her and kissed her on the lips, and he was showered with the fragrance and moisture of the flowers, and at once looked around timorously—had anyone seen them? “Let’s go to your place . . .”"
        ]
    },
    {
        "indices": [
            [
                67
            ],
            [
                50,
                71,
                166,
                288
            ]
        ],
        "sents": [
            "И оба пошли быстро.",
            "And they both walked quickly."
        ]
    },
    {
        "indices": [
            [
                68
            ],
            [
                50,
                72,
                166,
                288
            ]
        ],
        "sents": [
            "У нее в номере было душно, пахло духами, которые она купила в японском магазине.",
            "Her hotel room was stuffy and smelled of the perfumes she had bought in a Japanese shop."
        ]
    },
    {
        "indices": [
            [
                69
            ],
            [
                50,
                73,
                166,
                288
            ]
        ],
        "sents": [
            "Гуров, гляд на ее теперь, думал: «Каких только не бывает в жизни встреч!»",
            "Gurov, looking at her now, thought: “What meetings there are in life!”"
        ]
    },
    {
        "indices": [
            [
                70
            ],
            [
                50,
                74,
                166,
                288
            ]
        ],
        "sents": [
            "От прошлого у него сохранилось воспоминание о беззаботных, добродушных женщинах, веселых от любви, благодарных ему за счастье, хотя бы очень короткое; и о таких, — как, например, его жена, — которые любили без искренности, с излишними разговорами, манерно, с истерией, с таким выражением, как будто то была не любовь, не страсть, а что-то более значительное; и о таких двух-трех, очень красивых, холодных, у которых вдруг промелькало на лице хищное выражение, упрямое желание взять, выхватить у жизни больше, чем она может дать, и это были не первой молодости, капризные, не рассуждающие, властные, не умные женщины, и когда Гуров охладевал к ним, то красота их возбуждала в нем ненависть и кружева на их белье казались ему тогда похожими на чешую.",
            "From the past he had kept the memory of carefree, good-natured women, cheerful with love, grateful to him for their happiness, however brief; and of women—his wife, for example—who loved without sincerity, with superfluous talk, affectedly, with hysteria, with an expression as if it were not love, not passion, but something more significant; and of those two or three very beautiful, cold ones, in whose faces a predatory expression would suddenly flash, a stubborn wish to take, to snatch from life more than it could give, and these were women not in their first youth, capricious, unreasonable, domineering, unintelligent, and when Gurov cooled towards them, their beauty aroused hatred in him, and the lace of their underwear seemed to him like scales."
        ]
    },
    {
        "indices": [
            [
                71
            ],
            [
                50,
                75,
                166,
                288
            ]
        ],
        "sents": [
            "Но тут всё та же несмелость, угловатость неопытной молодости, неловкое чувство; и было впечатление растерянности, как будто кто вдруг постучал в дверь.",
            "But here was all the timorousness and angularity of inexperienced youth, a feeling of awkwardness, and an impression of bewilderment, as if someone had suddenly knocked at the door."
        ]
    },
    {
        "indices": [
            [
                72
            ],
            [
                50,
                76,
                166,
                288
            ]
        ],
        "sents": [
            "Анна Сергеевна, эта «дама с собачкой», к тому, что произошло, отнеслась как-то особенно, очень серьезно, точно к своему падению, — так казалось, и это было странно и некстати.",
            "Anna Sergeevna, the “lady with the little dog,” somehow took a special, very serious attitude towards what had happened, as if it were her fall—so it seemed, and that was strange and inopportune."
        ]
    },
    {
        "indices": [
            [
                73
            ],
            [
                50,
                77,
                166,
                288
            ]
        ],
        "sents": [
            "У нее опустились, завяли черты и по сторонам лица печально висели длинные волосы, она задумалась в унылой позе, точно грешница на старинной картине.",
            "Her features drooped and faded, and her long hair hung down sadly on both sides of her face, she sat pondering in a dejected pose, like the sinful woman in an old painting."
        ]
    },
    {
        "indices": [
            [
                74
            ],
            [
                50,
                78,
                109,
                166,
                288
            ]
        ],
        "sents": [
            " — Нехорошо, — сказала она.",
            "“It’s not good,” she said."
        ]
    },
    {
        "indices": [
            [
                75
            ],
            [
                50,
                79,
                166,
                288
            ]
        ],
        "sents": [
            "— Вы же первый меня не уважаете теперь.",
            "“You’ll be the first not to respect me now.”"
        ]
    },
    {
        "indices": [
            [
                76
            ],
            [
                50,
                80,
                166,
                288
            ]
        ],
        "sents": [
            "На столе в номере был арбуз.",
            "There was a watermelon on the table in the hotel room."
        ]
    },
    {
        "indices": [
            [
                77
            ],
            [
                50,
                81,
                166,
                288
            ]
        ],
        "sents": [
            "Гуров отрезал себе ломоть и стал есть не спеша.",
            "Gurov cut himself a slice and unhurriedly began to eat it."
        ]
    },
    {
        "indices": [
            [
                78
            ],
            [
                50,
                82,
                166,
                288
            ]
        ],
        "sents": [
            "Прошло, по крайней мере, полчаса в молчании.",
            "At least half an hour passed in silence."
        ]
    },
    {
        "indices": [
            [
                79
            ],
            [
                50,
                83,
                166,
                288
            ]
        ],
        "sents": [
            "Анна Сергеевна была трогательна, от нее веяло чистотой порядочной, наивной, мало жившей женщины; одинокая свеча, горевшая на столе, едва освещала ее лицо, но было видно, что у нее нехорошо на душе.",
            "Anna Sergeevna was touching, she had about her a breath of the purity of a proper, naïve, little-experienced woman; the solitary candle burning on the table barely lit up her face, but it was clear that her heart was uneasy."
        ]
    },
    {
        "indices": [
            [
                80
            ],
            [
                50,
                84,
                166,
                288
            ]
        ],
        "sents": [
            "— Отчего бы я мог перестать уважать тебя? — спросил Гуров.",
            "“Why should I stop respecting you?” asked Gurov."
        ]
    },
    {
        "indices": [
            [
                81
            ],
            [
                50,
                85,
                166,
                288
            ]
        ],
        "sents": [
            "— Ты сама не знаешь, что говоришь.",
            "“You don’t know what you’re saying yourself.”"
        ]
    },
    {
        "indices": [
            [
                82
            ],
            [
                50,
                86,
                87,
                166,
                288
            ]
        ],
        "sents": [
            "— Пусть бог меня простит! — сказала она, и глаза у нее наполнились слезами.",
            "“God forgive me!” she said, and her eyes filled with tears."
        ]
    },
    {
        "indices": [
            [
                83
            ],
            [
                50,
                88,
                166,
                288
            ]
        ],
        "sents": [
            "— Это ужасно.",
            "“This is terrible.”"
        ]
    },
    {
        "indices": [
            [
                84
            ],
            [
                50,
                89,
                166,
                288
            ]
        ],
        "sents": [
            "— Ты точно оправдываешься.",
            "“It’s like you’re justifying yourself.”"
        ]
    },
    {
        "indices": [
            [
                85
            ],
            [
                50,
                90,
                166,
                288
            ]
        ],
        "sents": [
            "— Чем мне оправдаться?",
            "“How can I justify myself?"
        ]
    },
    {
        "indices": [
            [
                86
            ],
            [
                50,
                91,
                166,
                288
            ]
        ],
        "sents": [
            "Я дурная, низкая женщина, я себя презираю и об оправдании не думаю.",
            "I’m a bad, low woman, I despise myself and am not even thinking of any justification."
        ]
    },
    {
        "indices": [
            [
                87
            ],
            [
                50,
                92,
                166,
                288
            ]
        ],
        "sents": [
            "Я не мужа обманула, а самое себя.",
            "It’s not my husband I’ve deceived, but my own self!"
        ]
    },
    {
        "indices": [
            [
                88
            ],
            [
                50,
                93,
                166,
                288
            ]
        ],
        "sents": [
            "И не сейчас только, а уже давно обманываю.",
            "And not only now, I’ve been deceiving myself for a long time."
        ]
    },
    {
        "indices": [
            [
                89
            ],
            [
                50,
                94,
                166,
                288
            ]
        ],
        "sents": [
            "Мой муж, быть может, честный, хороший человек, но ведь он лакей!",
            "My husband may be an honest and good man, but he’s a lackey!"
        ]
    },
    {
        "indices": [
            [
                90
            ],
            [
                50,
                95,
                166,
                288
            ]
        ],
        "sents": [
            "Я не знаю, что он делает там, как служит, а знаю только, что он лакей.",
            "I don’t know what he does there, how he serves, I only know that he’s a lackey."
        ]
    },
    {
        "indices": [
            [
                91
            ],
            [
                50,
                96,
                97,
                166,
                288
            ]
        ],
        "sents": [
            "Мне, когда я вышла за него, было двадцать лет, меня томило любопытство, мне хотелось чего-нибудь получше; ведь есть же, — говорила я себе, — другая жизнь.",
            "I married him when I was twenty, I was tormented by curiosity, I wanted something better. I told myself there must be a different life."
        ]
    },
    {
        "indices": [
            [
                92
            ],
            [
                50,
                98,
                166,
                288
            ]
        ],
        "sents": [
            "Хотелось пожить!",
            "I wanted to live!"
        ]
    },
    {
        "indices": [
            [
                93
            ],
            [
                50,
                99,
                100,
                166,
                288
            ]
        ],
        "sents": [
            "Пожить и пожить...",
            "To live and live . . ."
        ]
    },
    {
        "indices": [
            [
                95
            ],
            [
                50,
                100,
                101,
                102,
                103,
                166,
                288
            ]
        ],
        "sents": [
            "вы этого не понимаете, но, клянусь богом, я уже не могла владеть собой, со мной что-то делалось, меня нельзя было удержать, я сказала мужу, что больна, и поехала сюда...",
            "I was burning with curiosity . . . you won’t understand it, but I swear to God that I couldn’t control myself any longer, something was happening to me, I couldn’t restrain myself, I told my husband I was ill and came here . . ."
        ]
    },
    {
        "indices": [
            [
                96
            ],
            [
                50,
                104,
                166,
                288
            ]
        ],
        "sents": [
            "И здесь всё ходила, как в угаре, как безумная... и вот я стала пошлой, дрянной женщиной, которую всякий может презирать.",
            "And here I go about as if in a daze, as if I’m outo f my mind...and now I’ve become a trite, trashy woman, whom anyone can despise.”"
        ]
    },
    {
        "indices": [
            [
                97
            ],
            [
                50,
                105,
                166,
                288
            ]
        ],
        "sents": [
            "Гурову было уже скучно слушать, его раздражал наивный тон, это покаяние, такое неожиданное и неуместное; если бы не слезы на глазах, то можно было бы подумать, что она шутит или играет роль.",
            "Gurov was bored listening, he was annoyed by the naïve tone, by this repentance, so unexpected and out of place; had it not been for the tears in her eyes, one might have thought she was joking or playing a role."
        ]
    },
    {
        "indices": [
            [
                98
            ],
            [
                50,
                106,
                166,
                288
            ]
        ],
        "sents": [
            "— Я не понимаю, — сказал он тихо, — что же ты хочешь?",
            "“I don’t understand,” he said softly, “what is it you want?”"
        ]
    },
    {
        "indices": [
            [
                99
            ],
            [
                50,
                107,
                166,
                288
            ]
        ],
        "sents": [
            "Она спрятала лицо у него на груди и прижалась к нему.",
            "She hid her face on his chest and pressed herself to him."
        ]
    },
    {
        "indices": [
            [
                100
            ],
            [
                50,
                100,
                108,
                109,
                166,
                288
            ]
        ],
        "sents": [
            "— Верьте, верьте мне, умоляю вас... — говорила она.",
            "“Believe me, believe me, I beg you . . .” she said."
        ]
    },
    {
        "indices": [
            [
                101
            ],
            [
                50,
                110,
                166,
                288
            ]
        ],
        "sents": [
            "— Я люблю честную, чистую жизнь, а грех мне гадок, я сама не знаю, что делаю.",
            "“I love an honest, pure life, sin is vile to me, I myself don’t know what I’m doing."
        ]
    },
    {
        "indices": [
            [
                102
            ],
            [
                50,
                111,
                166,
                288
            ]
        ],
        "sents": [
            "Простые люди говорят: нечистый попутал.",
            "Simple people say, ‘The unclean one beguiled me.’"
        ]
    },
    {
        "indices": [
            [
                103
            ],
            [
                50,
                112,
                166,
                288
            ]
        ],
        "sents": [
            "И я могу теперь про себя сказать, что меня попутал нечистый.",
            "And now I can say of myself that the unclean one has beguiled me.”"
        ]
    },
    {
        "indices": [
            [
                104
            ],
            [
                50,
                114,
                166,
                288
            ]
        ],
        "sents": [
            "— Полно, полно... — бормотал он.",
            "he muttered."
        ]
    },
    {
        "indices": [
            [
                105
            ],
            [
                50,
                115,
                116,
                166,
                288
            ]
        ],
        "sents": [
            "Он смотрел ей в неподвижные, испуганные глаза, целовал ее, говорил тихо и ласково, и она понемногу успокоилась, и веселость вернулась к ней; стали оба смеяться.",
            "He looked into her fixed, frightened eyes, kissed her, spoke softly and tenderly, and she gradually calmed down, and her gaiety returned. They both began to laugh."
        ]
    },
    {
        "indices": [
            [
                106
            ],
            [
                50,
                117,
                166,
                288
            ]
        ],
        "sents": [
            "Потом, когда они вышли, на набережной не было ни души, город со своими кипарисами имел совсем мертвый вид, но море еще шумело и билось о берег; один баркас качался на волнах, и на нем сонно мерцал фонарик.",
            "Later, when they went out, there was not a soul on the embankment, the town with its cypresses looked completely dead, but the sea still beat noisily against the shore; one barge was rocking on the waves, and the lantern on it glimmered sleepily."
        ]
    },
    {
        "indices": [
            [
                107
            ],
            [
                50,
                118,
                166,
                288
            ]
        ],
        "sents": [
            "Нашли извозчика и поехали в Ореанду.",
            "They found a cab and drove to Oreanda."
        ]
    },
    {
        "indices": [
            [
                108
            ],
            [
                50,
                119,
                166,
                288
            ]
        ],
        "sents": [
            "— Я сейчас внизу в передней узнал твою фамилию: на доске написано фон Дидериц, — сказал Гуров.",
            "“I just learned your last name downstairs in the lobby: it was written on the board—von Dideritz,” said Gurov."
        ]
    },
    {
        "indices": [
            [
                109
            ],
            [
                50,
                120,
                166,
                288
            ]
        ],
        "sents": [
            "— Твой муж немец?",
            "“Is your husband German?”"
        ]
    },
    {
        "indices": [
            [
                110
            ],
            [
                50,
                121,
                166,
                288
            ]
        ],
        "sents": [
            "— Нет, у него, кажется, дед был немец, но сам он православный.",
            "“No, his grandfather was German, I think, but he himself is Ortho- dox.”"
        ]
    },
    {
        "indices": [
            [
                111
            ],
            [
                50,
                122,
                166,
                288
            ]
        ],
        "sents": [
            "В Ореанде сидели на скамье, недалеко от церкви, смотрели вниз на море и молчали.",
            "In Oreanda they sat on a bench not far from the church, looked down on the sea, and were silent."
        ]
    },
    {
        "indices": [
            [
                112
            ],
            [
                50,
                123,
                166,
                288
            ]
        ],
        "sents": [
            "Ялта была едва видна сквозь утренний туман, на вершинах гор неподвижно стояли белые облака.",
            "Yalta was barely visible through the morning mist, white clouds stood motionless on the mountaintops."
        ]
    },
    {
        "indices": [
            [
                113
            ],
            [
                50,
                124,
                166,
                288
            ]
        ],
        "sents": [
            "Листва не шевелилась на деревьях, кричали цикады, и однообразный, глухой шум моря, доносившийся снизу, говорил о покое, о вечном сне, какой ожидает нас.",
            "The leaves of the trees did not stir, cicadas called, and the monotonous, dull noise of the sea, coming from below, spoke of the peace, of the eternal sleep that awaits us."
        ]
    },
    {
        "indices": [
            [
                114
            ],
            [
                50,
                125,
                166,
                288
            ]
        ],
        "sents": [
            "Так шумело внизу, когда еще тут не было ни Ялты, ни Ореанды, теперь шумит и будет шуметь так же равнодушно и глухо, когда нас не будет.",
            "So it had sounded below when neither Yalta nor Oreanda were there, so it sounded now and would go on sounding with the same dull indifference when we are no longer here."
        ]
    },
    {
        "indices": [
            [
                115
            ],
            [
                50,
                126,
                166,
                288
            ]
        ],
        "sents": [
            "И в этом постоянстве, в полном равнодушии к жизни и смерти каждого из нас кроется, быть может, залог нашего вечного спасения, непрерывного движения жизни на земле, непрерывного совершенства.",
            "And in this constancy, in this utter indifference to the life and death of each of us, there perhaps lies hidden the pledge of our eternal salvation, the unceasing movement of life on earth, of unceasing perfection."
        ]
    },
    {
        "indices": [
            [
                116
            ],
            [
                50,
                127,
                166,
                288
            ]
        ],
        "sents": [
            "Сидя рядом с молодой женщиной, которая на рассвете казалась такой красивой, успокоенный и очарованный в виду этой сказочной обстановки — моря, гор, облаков, широкого неба, Гуров думал о том, как, в сущности, если вдуматься, всё прекрасно на этом свете, всё, кроме того, что мы сами мыслим и делаем, когда забываем о высших целях бытия, о своем человеческом достоинстве.",
            "Sitting beside the young woman, who looked so beautiful in the dawn, appeased and enchanted by the view of this magical décor—sea, mountains, clouds, the open sky—Gurov reflected that, essentially, if you thought of it, everything was beautiful in this world, everything except for what we ourselves think and do when we forget the higher goals of being and our human dignity."
        ]
    },
    {
        "indices": [
            [
                117
            ],
            [
                50,
                128,
                166,
                288
            ]
        ],
        "sents": [
            "Подошел какой-то человек — должно быть, сторож, — посмотрел на них и ушел.",
            "Some man came up—it must have been a watchman—looked at them, and went away."
        ]
    },
    {
        "indices": [
            [
                118
            ],
            [
                50,
                129,
                166,
                288
            ]
        ],
        "sents": [
            "И эта подробность показалась такой таинственной и тоже красивой.",
            "And this detail seemed such a mysterious thing, and also beautiful."
        ]
    },
    {
        "indices": [
            [
                119
            ],
            [
                50,
                130,
                166,
                288
            ]
        ],
        "sents": [
            "Видно было, как пришел пароход из Феодосии, освещенный утренней зарей, уже без огней.",
            "The steamer from Feodosia could be seen approaching in the glow of the early dawn, its lights out."
        ]
    },
    {
        "indices": [
            [
                120
            ],
            [
                50,
                131,
                166,
                288
            ]
        ],
        "sents": [
            "— Роса на траве, — сказала Анна Сергеевна после молчания.",
            "“There ’s dew on the grass,” said Anna Sergeevna after a silence."
        ]
    },
    {
        "indices": [
            [
                121
            ],
            [
                50,
                132,
                166,
                288
            ]
        ],
        "sents": [
            "— Да.",
            "“Yes."
        ]
    },
    {
        "indices": [
            [
                122
            ],
            [
                50,
                133,
                166,
                288
            ]
        ],
        "sents": [
            "Пора домой.",
            "It’s time to go home.”"
        ]
    },
    {
        "indices": [
            [
                123
            ],
            [
                50,
                134,
                166,
                288
            ]
        ],
        "sents": [
            "Они вернулись в город.",
            "They went back to town."
        ]
    },
    {
        "indices": [
            [
                124
            ],
            [
                50,
                135,
                166,
                288
            ]
        ],
        "sents": [
            "Потом каждый полдень они встречались на набережной, завтракали вместе, обедали, гуляли, восхищались морем.",
            "After that they met on the embankment every noon, had lunch together, dined, strolled, admired the sea."
        ]
    },
    {
        "indices": [
            [
                125
            ],
            [
                50,
                136,
                166,
                288
            ]
        ],
        "sents": [
            "Она жаловалась, что дурно спит и что у нее тревожно бьется сердце, задавала всё одни и те же вопросы, волнуемая то ревностью, то страхом, что он недостаточно ее уважает.",
            "She complained that she slept poorly and that her heart beat anxiously, kept asking the same questions, troubled now by jealousy, now by fear that he did not respect her enough."
        ]
    },
    {
        "indices": [
            [
                126
            ],
            [
                50,
                137,
                166,
                288
            ]
        ],
        "sents": [
            "И часто на сквере или в саду, когда вблизи их никого не было, он вдруг привлекал ее к себе и целовал страстно.",
            "And often on the square or in the garden, when there was no one near them, he would suddenly draw her to him and kiss her passionately."
        ]
    },
    {
        "indices": [
            [
                127
            ],
            [
                50,
                138,
                166,
                288
            ]
        ],
        "sents": [
            "Совершенная праздность, эти поцелуи среди белого дня, с оглядкой и страхом, как бы кто не увидел, жара, запах моря и постоянное мелькание перед глазами праздных, нарядных, сытых людей точно переродили его; он говорил Анне Сергеевне о том, как она хороша, как соблазнительна, был нетерпеливо страстен, не отходил от нее ни на шаг, а она часто задумывалась и всё просила его сознаться, что он ее не уважает, нисколько не любит, а только видит в ней пошлую женщину.",
            "Their complete idleness, those kisses in broad daylight, with a furtive look around and the fear that someone might see them, the heat, the smell of the sea, and the constant flashing before their eyes of idle, smartly dressed, well-fed people, seemed to transform him; he repeatedly told Anna Sergeevna how beautiful she was, and how seductive, was impatiently passionate, never left her side, while she often brooded and kept asking him to admit that he did not respect her, did not love her at all, and saw in her only a trite woman."
        ]
    },
    {
        "indices": [
            [
                128
            ],
            [
                50,
                139,
                166,
                288
            ]
        ],
        "sents": [
            "Почти каждый вечер попозже они уезжали куда-нибудь за город, в Ореанду или на водопад; и прогулка удавалась, впечатления неизменно всякий раз были прекрасны, величавы.",
            "Late almost every evening they went somewhere out of town, to Oreanda or the cascade; these outings were successful, their impressions each time were beautiful, majestic."
        ]
    },
    {
        "indices": [
            [
                129
            ],
            [
                50,
                140,
                166,
                288
            ]
        ],
        "sents": [
            "Ждали, что приедет муж.",
            "They were expecting her husband to arrive."
        ]
    },
    {
        "indices": [
            [
                130
            ],
            [
                50,
                141,
                166,
                288
            ]
        ],
        "sents": [
            "Но пришло от него письмо, в котором он извещал, что у него разболелись глаза, и умолял жену поскорее вернуться домой.",
            "But a letter came from him in which he said that his eyes hurt and begged his wife to come home quickly."
        ]
    },
    {
        "indices": [
            [
                131
            ],
            [
                50,
                142,
                166,
                288
            ]
        ],
        "sents": [
            "Анна Сергеевна заторопилась.",
            "Anna Sergeevna began to hurry."
        ]
    },
    {
        "indices": [
            [
                132
            ],
            [
                50,
                143,
                166,
                288
            ]
        ],
        "sents": [
            "— Это хорошо, что я уезжаю, — говорила она Гурову.",
            "“It’s good that I’m leaving,” she said to Gurov."
        ]
    },
    {
        "indices": [
            [
                133
            ],
            [
                50,
                144,
                166,
                288
            ]
        ],
        "sents": [
            "— Это сама судьба.",
            "“It’s fate itself.”"
        ]
    },
    {
        "indices": [
            [
                134
            ],
            [
                50,
                145,
                166,
                288
            ]
        ],
        "sents": [
            "Она поехала на лошадях, и он провожал ее.",
            "She went by carriage, and he accompanied her."
        ]
    },
    {
        "indices": [
            [
                135
            ],
            [
                50,
                146,
                166,
                288
            ]
        ],
        "sents": [
            "Ехали целый день.",
            "They drove for a whole day."
        ]
    },
    {
        "indices": [
            [
                136
            ],
            [
                50,
                100,
                147,
                166,
                288
            ]
        ],
        "sents": [
            "Когда она садилась в вагон курьерского поезда и когда пробил второй звонок, она говорила: — Дайте, я погляжу на вас еще...",
            "When she had taken her seat in the express train and the second bell had rung, she said: “Let me have one more look at you . . ."
        ]
    },
    {
        "indices": [
            [
                137
            ],
            [
                50,
                148,
                166,
                288
            ]
        ],
        "sents": [
            "Погляжу еще раз.",
            "One more look."
        ]
    },
    {
        "indices": [
            [
                139
            ],
            [
                50,
                149,
                150,
                166,
                288
            ]
        ],
        "sents": [
            "Она не плакала, но была грустна, точно больна, и лицо у нее дрожало.",
            "There.” She did not cry, but was sad, as if ill, and her face trembled."
        ]
    },
    {
        "indices": [
            [
                140
            ],
            [
                50,
                100,
                109,
                151,
                152,
                166,
                288
            ]
        ],
        "sents": [
            "— Я буду о вас думать... вспоминать, — говорила она.",
            "“I’ll think of you . . . remember you,” she said."
        ]
    },
    {
        "indices": [
            [
                141
            ],
            [
                50,
                153,
                166,
                288
            ]
        ],
        "sents": [
            "— Господь с вами, оставайтесь.",
            "“God be with you."
        ]
    },
    {
        "indices": [
            [
                142
            ],
            [
                50,
                154,
                166,
                288
            ]
        ],
        "sents": [
            "Не поминайте лихом.",
            "Don’t think ill of me."
        ]
    },
    {
        "indices": [
            [
                143
            ],
            [
                50,
                155,
                166,
                288
            ]
        ],
        "sents": [
            "Мы навсегда прощаемся, это так нужно, потому что не следовало бы вовсе встречаться.",
            "We’re saying good-bye forever, it must be so, because we should never have met."
        ]
    },
    {
        "indices": [
            [
                144
            ],
            [
                50,
                156,
                166,
                288
            ]
        ],
        "sents": [
            "Ну, господь с вами.",
            "Well, God be with you.”"
        ]
    },
    {
        "indices": [
            [
                145
            ],
            [
                50,
                157,
                166,
                288
            ]
        ],
        "sents": [
            "Поезд ушел быстро, его огни скоро исчезли, и через минуту уже не было слышно шума, точно всё сговорилось нарочно, чтобы прекратить поскорее это сладкое забытье, это безумие.",
            "The train left quickly, its lights soon disappeared, and a moment later the noise could no longer be heard, as if everything were conspiring on purpose to put a speedy end to this sweet oblivion, this madness."
        ]
    },
    {
        "indices": [
            [
                146
            ],
            [
                50,
                158,
                166,
                288
            ]
        ],
        "sents": [
            "И, оставшись один на платформе и глядя в темную даль, Гуров слушал крик кузнечиков и гудение телеграфных проволок с таким чувством, как-будто только что проснулся.",
            "And, left alone on the platform and gazing into the dark distance, Gurov listened to the chirring of the grasshoppers and the hum of the telegraph wires with a feeling as if he had just woken up."
        ]
    },
    {
        "indices": [
            [
                147
            ],
            [
                50,
                100,
                159,
                166,
                288
            ]
        ],
        "sents": [
            "И он думал о том, что вот в его жизни было еще одно похождение или приключение, и оно тоже уже кончилось, и осталось теперь воспоминание...",
            "And he thought that now there was one more affair or adventure in his life, and it, too, was now over, and all that was left was the memory . . ."
        ]
    },
    {
        "indices": [
            [
                148
            ],
            [
                50,
                160,
                166,
                288
            ]
        ],
        "sents": [
            "Он был растроган, грустен и испытывал легкое раскаяние; ведь эта молодая женщина, с которой он больше уже никогда не увидится, не была с ним счастлива; он был приветлив с ней и сердечен, но всё же в обращении с ней, в его тоне и ласках сквозила тенью легкая насмешка, грубоватое высокомерие счастливого мужчины, который к тому же почти вдвое старше ее.",
            "He was touched, saddened, and felt some slight remorse; this young woman whom he was never to see again had not been happy with him; he had been affectionate with her, and sincere, but all the same, in his treatment of her, in his tone and caresses, there had been a slight shade of mockery, the somewhat coarse arrogance of a happy man, who was, moreover, almost twice her age."
        ]
    },
    {
        "indices": [
            [
                149
            ],
            [
                50,
                100,
                161,
                166,
                288
            ]
        ],
        "sents": [
            "Всё время она называла его добрым, необыкновенным, возвышенным; очевидно, он казался ей не тем, чем был на самом деле, значит, невольно обманывал ее...",
            "She had all the while called him kind, extraordinary, lofty; obviously, he had appeared to her not as he was in reality, and therefore he had involuntarily deceived her . . ."
        ]
    },
    {
        "indices": [
            [
                150
            ],
            [
                50,
                162,
                166,
                288
            ]
        ],
        "sents": [
            "Здесь на станции уже пахло осенью, вечер был прохладный.",
            "Here at the station there was already a breath of autumn, the wind was cool."
        ]
    },
    {
        "indices": [
            [
                151
            ],
            [
                50,
                163,
                166,
                288
            ]
        ],
        "sents": [
            "«Пора и мне на север, — думал Гуров, уходя с платформы.",
            "“It’s time I headed north, too,” thought Gurov, leaving the platform."
        ]
    },
    {
        "indices": [
            [],
            [
                50,
                164,
                166,
                288
            ]
        ],
        "sents": [
            "— Пора!»",
            "“High time!”"
        ]
    },
    {
        "indices": [
            [
                153
            ],
            [
                50,
                165,
                166,
                288
            ]
        ],
        "sents": [
            "Часть III (Дама с собачкой).",
            "Part III."
        ]
    },
    {
        "indices": [
            [
                154
            ],
            [
                50,
                166,
                167,
                288
            ]
        ],
        "sents": [
            "Дома в Москве уже всё было по-зимнему, топили печи, и по утрам, когда дети собирались в гимназию и пили чай, было темно, и няня ненадолго зажигала огонь.",
            " At home in Moscow everything was already wintry, the stoves were heated, and in the morning, when the children were getting ready for school and drinking their tea, it was dark, and the nanny would light a lamp for a short time."
        ]
    },
    {
        "indices": [
            [
                155
            ],
            [
                50,
                166,
                168,
                288
            ]
        ],
        "sents": [
            "Уже начались морозы.",
            "The frosts had already set in."
        ]
    },
    {
        "indices": [
            [
                156
            ],
            [
                50,
                166,
                169,
                288
            ]
        ],
        "sents": [
            "Когда идет первый снег, в первый день езды на санях, приятно видеть белую землю, белые крыши, дышится мягко, славно, и в это время вспоминаются юные годы.",
            "When the first snow falls, on the first day of riding in sleighs, it is pleasant to see the white ground, the white roofs; one ’s breath feels soft and pleasant, and in those moments one remembers one’s youth."
        ]
    },
    {
        "indices": [
            [
                157
            ],
            [
                50,
                166,
                170,
                288
            ]
        ],
        "sents": [
            "У старых лип и берез, белых от инея, добродушное выражение, они ближе к сердцу, чем кипарисы и пальмы, и вблизи них уже не хочется думать о горах и море.",
            "The old lindens and birches, white with hoarfrost, have a good-natured look, they are nearer one’s heart than cypresses and palms, and near them one no longer wants to think of mountains and the sea."
        ]
    },
    {
        "indices": [
            [
                158
            ],
            [
                50,
                166,
                171,
                172,
                288
            ]
        ],
        "sents": [
            "Гуров был москвич, вернулся он в Москву в хороший, морозный день, и когда надел шубу и теплые перчатки и прошелся по Петровке, и когда в субботу вечером услышал звон колоколов, то недавняя поездка и места, в которых он был, утеряли для него всё очарование.",
            "Gurov was a Muscovite. He returned to Moscow on a fine, frosty day, and when he put on his fur coat and warm gloves and strolled down Petrovka, and when on Saturday evening he heard the bells ringing, his recent trip and the places he had visited lost all their charm for him."
        ]
    },
    {
        "indices": [
            [
                159
            ],
            [
                50,
                166,
                173,
                288
            ]
        ],
        "sents": [
            "Мало-помалу он окунулся в московскую жизнь, уже с жадностью прочитывал по три газеты в день и говорил, что не читает московских газет из принципа.",
            "He gradually became immersed in Moscow life, now greedily read three newspapers a day and said that he never read the Moscow newspapers on principle."
        ]
    },
    {
        "indices": [
            [
                160
            ],
            [
                50,
                166,
                174,
                288
            ]
        ],
        "sents": [
            "Его уже тянуло в рестораны, клубы, на званые обеды, юбилеи, и уже ему было лестно, что у него бывают известные адвокаты и артисты и что в докторском клубе он играет в карты с профессором.",
            "He was drawn to restaurants, clubs, to dinner parties, celebrations, and felt flattered that he had famous lawyers and actors among his clients, and that at the Doctors’ Club he played cards with a professor."
        ]
    },
    {
        "indices": [
            [
                161
            ],
            [
                50,
                100,
                166,
                175,
                288
            ]
        ],
        "sents": [
            "Уже он мог съесть целую порцию селянки на сковородке...",
            "He could eat a whole portion of selyanka from the pan . . ."
        ]
    },
    {
        "indices": [
            [
                162
            ],
            [
                50,
                166,
                176,
                288
            ]
        ],
        "sents": [
            "Пройдет какой-нибудь месяц, и Анна Сергеевна, казалось ему, покроется в памяти туманом и только изредка будет сниться с трогательной улыбкой, как снились другие.",
            "A month would pass and Anna Sergeevna, as it seemed to him, would be covered by mist in his memory and would only appear to him in dreams with a touching smile, as other women did."
        ]
    },
    {
        "indices": [
            [
                163
            ],
            [
                50,
                166,
                177,
                288
            ]
        ],
        "sents": [
            "Но прошло больше месяца, наступила глубокая зима, а в памяти всё было ясно, точно расстался он с Анной Сергеевной только вчера.",
            "But more than a month passed, deep winter came, and yet everything was as clear in his memory as if he had parted with Anna Sergeevna only the day before."
        ]
    },
    {
        "indices": [
            [
                164
            ],
            [
                50,
                166,
                178,
                288
            ]
        ],
        "sents": [
            "И воспоминания разгорались всё сильнее.",
            "And the memories burned brighter and brighter."
        ]
    },
    {
        "indices": [
            [
                165
            ],
            [
                50,
                166,
                179,
                288
            ]
        ],
        "sents": [
            "Доносились ли в вечерней тишине в его кабинет голоса детей, приготовлявших уроки, слышал ли он романс или орган в ресторане, или завывала в камине метель, как вдруг воскресало в памяти всё: и то, что было на молу, и раннее утро с туманом на горах, и пароход из Феодосии, и поцелуи.",
            "Whether from the voices of his children doing their homework, which reached him in his study in the evening quiet, or from hearing a romance, or an organ in a restaurant, or the blizzard howling in the chimney, everything would suddenly rise up in his memory: what had happened on the jetty, and the early morning with mist on the mountains, and the steamer from Feodosia, and the kisses."
        ]
    },
    {
        "indices": [
            [
                166
            ],
            [
                50,
                166,
                180,
                288
            ]
        ],
        "sents": [
            "Он долго ходил по комнате и вспоминал, и улыбался, и потом воспоминания переходили в мечты, и прошедшее в воображении мешалось с тем, что будет.",
            "He would pace the room for a long time, and remember, and smile, and then his memories would turn to reveries, and in his imagination the past would mingle with what was still to be."
        ]
    },
    {
        "indices": [
            [
                167
            ],
            [
                50,
                166,
                181,
                288
            ]
        ],
        "sents": [
            "Анна Сергеевна не снилась ему, а шла за ним всюду, как тень, и следила за ним.",
            "Anna Sergeevna was not a dream, she followed him everywhere like a shadow and watched him."
        ]
    },
    {
        "indices": [
            [
                168
            ],
            [
                50,
                166,
                182,
                288
            ]
        ],
        "sents": [
            "Закрывши глаза, он видел ее, как живую, и она казалась красивее, моложе, нежнее, чем была; и сам он казался себе лучше, чем был тогда, в Ялте.",
            "Closing his eyes, he saw her as if alive, and she seemed younger, more beautiful, more tender than she was; and he also seemed better to himself than he had been then, in Yalta."
        ]
    },
    {
        "indices": [
            [
                169
            ],
            [
                50,
                166,
                183,
                288
            ]
        ],
        "sents": [
            "Она по вечерам глядела на него из книжного шкапа, из камина, из угла, он слышал ее дыхание, ласковый шорох ее одежды.",
            "In the evenings she gazed at him from the bookcase, the fireplace, the corner, he could hear her breathing, the gentle rustle of her skirts."
        ]
    },
    {
        "indices": [
            [
                170
            ],
            [
                50,
                100,
                166,
                184,
                288
            ]
        ],
        "sents": [
            "На улице он провожал взглядом женщин, искал, нет ли похожей на нее...",
            "In the street he followed women with his eyes, looking for one who resembled her . . ."
        ]
    },
    {
        "indices": [
            [
                171
            ],
            [
                50,
                166,
                185,
                288
            ]
        ],
        "sents": [
            "И уже томило сильное желание поделиться с кем-нибудь своими воспоминаниями.",
            "And he was tormented now by a strong desire to tell someone his memories."
        ]
    },
    {
        "indices": [
            [
                172
            ],
            [
                50,
                166,
                186,
                288
            ]
        ],
        "sents": [
            "Но дома нельзя было говорить о своей любви, а вне дома — не с кем.",
            "But at home it was impossible to talk of his love, and away from home there was no one to talk with."
        ]
    },
    {
        "indices": [
            [
                173
            ],
            [
                50,
                166,
                187,
                288
            ]
        ],
        "sents": [
            "Не с жильцами же и не в банке.",
            "Certainly not among his tenants nor at the bank."
        ]
    },
    {
        "indices": [
            [
                174
            ],
            [
                50,
                166,
                188,
                288
            ]
        ],
        "sents": [
            "И о чем говорить?",
            "And what was there to say?"
        ]
    },
    {
        "indices": [
            [
                175
            ],
            [
                50,
                166,
                189,
                288
            ]
        ],
        "sents": [
            "Разве он любил тогда?",
            "Had he been in love then?"
        ]
    },
    {
        "indices": [
            [
                176
            ],
            [
                50,
                166,
                190,
                288
            ]
        ],
        "sents": [
            "Разве было что-нибудь красивое, поэтическое, или поучительное, или просто интересное в его отношениях к Анне Сергеевне?",
            "Was there anything beautiful, poetic, or instructive, or merely interesting, in his relations with Anna Sergeevna?"
        ]
    },
    {
        "indices": [
            [
                177
            ],
            [
                50,
                166,
                191,
                288
            ]
        ],
        "sents": [
            "И приходилось говорить неопределенно о любви, о женщинах, и никто не догадывался, в чем дело, и только жена шевелила своими темными бровями и говорила: — Тебе, Димитрий, совсем не идет роль фата.",
            "And he found himself speaking vaguely of love, of women, and no one could guess what it was about, and only his wife raised her dark eyebrows and said: “You know, Dimitri, the role of fop doesn’t suit you at all.”"
        ]
    },
    {
        "indices": [
            [
                178
            ],
            [
                50,
                166,
                192,
                288
            ]
        ],
        "sents": [
            "Однажды ночью, выходя из докторского клуба со своим партнером, чиновником, он не удержался и сказал: — Если б вы знали, с какой очаровательной женщиной я познакомился в Ялте!",
            "One night, as he was leaving the Doctors’ Club together with his partner, an official, he could not help himself and said: “If you only knew what a charming woman I met in Yalta!”"
        ]
    },
    {
        "indices": [
            [
                179
            ],
            [
                50,
                166,
                193,
                288
            ]
        ],
        "sents": [
            "Чиновник сел в сани и поехал, но вдруг обернулся и окликнул: — Дмитрий Дмитрич!",
            "The official got into a sleigh and drove off, but suddenly turned around and called out: “Dmitri Dmitrich!”"
        ]
    },
    {
        "indices": [
            [
                180
            ],
            [
                50,
                166,
                194,
                288
            ]
        ],
        "sents": [
            "— Что?",
            "“What?”"
        ]
    },
    {
        "indices": [
            [
                181
            ],
            [
                50,
                166,
                195,
                288
            ]
        ],
        "sents": [
            "— А давеча вы были правы: осетрина-то с душком!",
            "“You were right earlier: the sturgeon was a bit off!”"
        ]
    },
    {
        "indices": [
            [
                182
            ],
            [
                50,
                166,
                196,
                288
            ]
        ],
        "sents": [
            "Эти слова, такие обычные, почему-то вдруг возмутили Гурова, показались ему унизительными, нечистыми.",
            "Those words, so very ordinary, for some reason suddenly made Gurov indignant, struck him as humiliating, impure."
        ]
    },
    {
        "indices": [
            [
                183
            ],
            [
                50,
                166,
                197,
                288
            ]
        ],
        "sents": [
            "Какие дикие нравы, какие лица!",
            "Such savage man- ners, such faces!"
        ]
    },
    {
        "indices": [
            [
                184
            ],
            [
                50,
                166,
                198,
                288
            ]
        ],
        "sents": [
            "Что за бестолковые ночи, какие неинтересные, незаметные дни!",
            "These senseless nights, and such uninteresting, unremarkable days!"
        ]
    },
    {
        "indices": [
            [
                185
            ],
            [
                50,
                166,
                199,
                288
            ]
        ],
        "sents": [
            "Неистовая игра в карты, обжорство, пьянство, постоянные разговоры всё об одном.",
            "Frenzied card-playing, gluttony, drunkenness, constant talk about the same thing."
        ]
    },
    {
        "indices": [
            [
                186
            ],
            [
                50,
                166,
                200,
                288
            ]
        ],
        "sents": [
            "Ненужные дела и разговоры всё об одном отхватывают на свою долю лучшую часть времени, лучшие силы, и в конце концов остается какая-то куцая, бескрылая жизнь, какая-то чепуха, и уйти и бежать нельзя, точно сидишь в сумасшедшем доме или в арестантских ротах!",
            "Useless matters and conversations about the same thing took for their share the best part of one’s time, the best of one’s powers, and what was left in the end was some sort of curtailed, wingless life, some sort of nonsense, and it was impossible to get away or flee, as if you were sitting in a madhouse or a prison camp!"
        ]
    },
    {
        "indices": [
            [
                187
            ],
            [
                50,
                166,
                201,
                288
            ]
        ],
        "sents": [
            "Гуров не спал всю ночь и возмущался и затем весь день провел с головной болью.",
            "Gurov did not sleep all night and felt indignant, and as a result had a headache all the next day."
        ]
    },
    {
        "indices": [
            [
                188
            ],
            [
                50,
                166,
                202,
                288
            ]
        ],
        "sents": [
            "И в следующие ночи он спал дурно, всё сидел в постели и думал или ходил из угла в угол.",
            "And the following nights he slept poorly, sitting up in bed all the time and thinking, or pacing up and down."
        ]
    },
    {
        "indices": [
            [
                189
            ],
            [
                50,
                166,
                203,
                288
            ]
        ],
        "sents": [
            "Дети ему надоели, банк надоел, не хотелось никуда идти, ни о чем говорить.",
            "He was sick of the children, sick of the bank, did not want to go anywhere or talk about anything."
        ]
    },
    {
        "indices": [
            [
                190
            ],
            [
                50,
                166,
                204,
                288
            ]
        ],
        "sents": [
            "В декабре на праздниках он собрался в дорогу и сказал жене, что уезжает в Петербург хлопотать за одного молодого человека, — и уехал в С. Зачем?",
            "In December, during the holidays, he got ready to travel and told his wife he was leaving for Petersburg to solicit for a certain young man—and went to S. Why?"
        ]
    },
    {
        "indices": [
            [
                191
            ],
            [
                50,
                166,
                205,
                288
            ]
        ],
        "sents": [
            "Он и сам не знал хорошо.",
            "He did not know very well himself."
        ]
    },
    {
        "indices": [
            [
                192
            ],
            [
                50,
                166,
                206,
                288
            ]
        ],
        "sents": [
            "Ему хотелось повидаться с Анной Сергеевной и поговорить, устроить свидание, если можно.",
            "He wanted to see Anna Sergeevna and talk with her, to arrange a meeting, if he could."
        ]
    },
    {
        "indices": [
            [
                193
            ],
            [
                50,
                166,
                207,
                288
            ]
        ],
        "sents": [
            "Приехал он в С. утром и занял в гостинице лучший номер, где весь пол был обтянут серым солдатским сукном и была на столе чернильница, серая от пыли, со всадником на лошади, у которого была поднята рука со шляпой, а голова отбита.",
            "He arrived at S. in the morning and took the best room in the hotel, where the whole floor was covered with gray army flannel and there was an inkstand on the table, gray with dust, with a horseback rider, who held his hat in his raised hand, but whose head was broken off."
        ]
    },
    {
        "indices": [
            [
                194
            ],
            [
                50,
                166,
                208,
                288
            ]
        ],
        "sents": [
            "Швейцар дал ему нужные сведения: фон Дидериц живет на Старо-Гончарной улице, в собственном доме — это недалеко от гостиницы, живет хорошо, богато, имеет своих лошадей, его все знают в городе.",
            "The hall porter gave him the necessary information: von Dideritz lives in his own house on Staro-Goncharnaya Street, not far from the hotel; he has a good life, is wealthy, keeps his own horses, everybody in town knows him."
        ]
    },
    {
        "indices": [
            [
                195
            ],
            [
                50,
                166,
                209,
                288
            ]
        ],
        "sents": [
            "Швейцар выговаривал так: Дрыдыриц.",
            "The porter pronounced it “Dridiritz.”"
        ]
    },
    {
        "indices": [
            [
                196
            ],
            [
                50,
                166,
                210,
                288
            ]
        ],
        "sents": [
            "Гуров не спеша пошел на Старо-Гончарную, отыскал дом.",
            "Gurov walked unhurriedly to Staro-Goncharnaya Street, found the house."
        ]
    },
    {
        "indices": [
            [
                197
            ],
            [
                50,
                166,
                211,
                288
            ]
        ],
        "sents": [
            "Как раз против дома тянулся забор, серый, длинный, с гвоздями.",
            "Just opposite the house stretched a fence, long, gray, with spikes."
        ]
    },
    {
        "indices": [
            [
                198
            ],
            [
                50,
                166,
                212,
                288
            ]
        ],
        "sents": [
            "«От такого забора убежишь», — думал Гуров, поглядывая то на окна, то на забор.",
            "“You could flee from such a fence,” thought Gurov, looking now at the windows, now at the fence."
        ]
    },
    {
        "indices": [
            [
                199
            ],
            [
                50,
                166,
                213,
                288
            ]
        ],
        "sents": [
            "Он соображал: сегодня день неприсутственный, и муж, вероятно, дома.",
            "He reflected: today was not a workday, and the husband was probably at home."
        ]
    },
    {
        "indices": [
            [
                200
            ],
            [
                50,
                166,
                214,
                288
            ]
        ],
        "sents": [
            "Да и всё равно, было бы бестактно войти в дом и смутить.",
            "And anyhow it would be tactless to go in and cause embarrassment."
        ]
    },
    {
        "indices": [
            [
                201
            ],
            [
                50,
                166,
                215,
                288
            ]
        ],
        "sents": [
            "Если же послать записку, то она, пожалуй, попадет в руки мужу, и тогда всё можно испортить.",
            "If he sent a message, it might fall into the husband’s hands, and that would ruin everything."
        ]
    },
    {
        "indices": [
            [
                202
            ],
            [
                50,
                166,
                216,
                288
            ]
        ],
        "sents": [
            "Лучше всего положиться на случай.",
            "It would be best to trust to chance."
        ]
    },
    {
        "indices": [
            [
                203
            ],
            [
                50,
                166,
                217,
                288
            ]
        ],
        "sents": [
            "И он всё ходил по улице и около забора и поджидал этого случая.",
            "And he kept pacing up and down the street and near the fence and waited for his chance."
        ]
    },
    {
        "indices": [
            [
                204
            ],
            [
                50,
                166,
                218,
                288
            ]
        ],
        "sents": [
            "Он видел, как в ворота вошел нищий и на него напали собаки, потом, час спустя, слышал игру на рояли, и звуки доносились слабые, неясные.",
            "He saw a beggar go in the gates and saw the dogs attack him, then, an hour later, he heard someone playing a piano, and the sounds reached him faintly, indistinctly."
        ]
    },
    {
        "indices": [
            [
                205
            ],
            [
                50,
                166,
                219,
                288
            ]
        ],
        "sents": [
            "Должно быть, Анна Сергеевна играла.",
            "It must have been Anna Sergeevna playing."
        ]
    },
    {
        "indices": [
            [
                206
            ],
            [
                50,
                166,
                220,
                288
            ]
        ],
        "sents": [
            "Парадная дверь вдруг отворилась, и из нее вышла какая-то старушка, а за нею бежал знакомый белый шпиц.",
            "The front door suddenly opened and some old woman came out, the familiar white spitz running after her."
        ]
    },
    {
        "indices": [
            [
                207
            ],
            [
                50,
                166,
                221,
                288
            ]
        ],
        "sents": [
            "Гуров хотел позвать собаку, но у него вдруг забилось сердце, и он от волнения не мог вспомнить, как зовут шпица.",
            "Gurov wanted to call the dog, but his heart suddenly throbbed, and in his excitement he was unable to remember the spitz’s name."
        ]
    },
    {
        "indices": [
            [
                208
            ],
            [
                50,
                166,
                222,
                288
            ]
        ],
        "sents": [
            "Он ходил и всё больше и больше ненавидел серый забор, и уже думал с раздражением, что Анна Сергеевна забыла о нем и, быть может, уже развлекается с другим, и это так естественно в положении молодой женщины, которая вынуждена с утра до вечера видеть этот проклятый забор.",
            "He paced up and down, and hated the gray fence more and more, and now he thought with vexation that Anna Sergeevna had forgotten him, and was perhaps amusing herself with another man, and that that was so natural in the situation of a young woman who had to look at this cursed fence from morning till evening."
        ]
    },
    {
        "indices": [
            [
                209
            ],
            [
                50,
                166,
                223,
                288
            ]
        ],
        "sents": [
            "Он вернулся к себе в номер и долго сидел на диване, не зная, что делать, потом обедал, потом долго спал.",
            "He went back to his hotel room and sat on the sofa for a long time, not knowing what to do, then had dinner, then took a long nap."
        ]
    },
    {
        "indices": [
            [
                210
            ],
            [
                50,
                166,
                224,
                288
            ]
        ],
        "sents": [
            "«Как всё это глупо и беспокойно, — думал он, проснувшись и глядя на темные окна; был уже вечер.",
            "“How stupid and upsetting this all is,” he thought, when he woke up and looked at the dark windows: it was already evening."
        ]
    },
    {
        "indices": [
            [
                211
            ],
            [
                50,
                166,
                225,
                288
            ]
        ],
        "sents": [
            "— Вот и выспался зачем-то.",
            "“So I’ve had my sleep."
        ]
    },
    {
        "indices": [
            [
                212
            ],
            [
                50,
                166,
                226,
                288
            ]
        ],
        "sents": [
            "Что же я теперь ночью буду делать?»",
            "Now what am I to do for the night?”"
        ]
    },
    {
        "indices": [
            [
                213
            ],
            [
                50,
                100,
                166,
                227,
                288
            ]
        ],
        "sents": [
            "Он сидел на постели, покрытой дешевым серым, точно больничным одеялом, и дразнил себя с досадой: «Вот тебе и дама с собачкой...",
            "He sat on the bed, which was covered with a cheap, gray, hospital-like blanket, and taunted himself in vexation: “Here ’s the lady with the little dog for you . . ."
        ]
    },
    {
        "indices": [
            [
                214
            ],
            [
                50,
                100,
                166,
                228,
                288
            ]
        ],
        "sents": [
            "Вот тебе и приключение...",
            "Here ’s an adventure for you . . ."
        ]
    },
    {
        "indices": [
            [
                215
            ],
            [
                50,
                166,
                229,
                288
            ]
        ],
        "sents": [
            "Вот и сиди тут».",
            "Yes, here you sit.”"
        ]
    },
    {
        "indices": [
            [
                216
            ],
            [
                50,
                166,
                230,
                288
            ]
        ],
        "sents": [
            "Еще утром, на вокзале, ему бросилась в глаза афиша с очень крупными буквами: шла в первый раз «Гейша».",
            "That morning, at the train station, a poster with very big lettering had caught his eye: it was the opening night of The Geisha."
        ]
    },
    {
        "indices": [
            [
                217
            ],
            [
                50,
                166,
                231,
                288
            ]
        ],
        "sents": [
            "Он вспомнил об этом и поехал в театр.",
            "He remembered it and went to the theater."
        ]
    },
    {
        "indices": [
            [
                218
            ],
            [
                50,
                166,
                232,
                288
            ]
        ],
        "sents": [
            " «Очень возможно, что она бывает на первых представлениях», — думал он.",
            "“It’s very likely that she goes to opening nights,” he thought."
        ]
    },
    {
        "indices": [
            [
                219
            ],
            [
                50,
                166,
                233,
                288
            ]
        ],
        "sents": [
            "Театр был полон.",
            "The theater was full."
        ]
    },
    {
        "indices": [
            [
                220
            ],
            [
                50,
                166,
                234,
                288
            ]
        ],
        "sents": [
            "И тут, как вообще во всех губернских театрах, был туман повыше люстры, шумно беспокоилась галерка; в первом ряду перед началом представления стояли местные франты, заложив руки назад; и тут, в губернаторской ложе, на первом месте сидела губернаторская дочь в боа, а сам губернатор скромно прятался за портьерой, и видны были только его руки; качался занавес, оркестр долго настраивался.",
            "And here, too, as in all provincial theaters generally, a haze hung over the chandeliers, the gallery stirred noisily; the local dandies stood in the front row before the performance started, their hands behind their backs; and here, too, in the governor’s box, the governor’s daughter sat in front, wearing a boa, while the governor himself modestly hid behind the portière, and only his hands could be seen; the curtain swayed, the orchestra spent a long time tuning up."
        ]
    },
    {
        "indices": [
            [
                221
            ],
            [
                50,
                166,
                235,
                288
            ]
        ],
        "sents": [
            "Всё время, пока публика входила и занимала места, Гуров жадно искал глазами.",
            "All the while the public came in and took their seats, Gurov kept searching greedily with his eyes."
        ]
    },
    {
        "indices": [
            [
                222
            ],
            [
                50,
                166,
                236,
                288
            ]
        ],
        "sents": [
            "Вошла и Анна Сергеевна.",
            "Anna Sergeevna came in."
        ]
    },
    {
        "indices": [
            [
                223
            ],
            [
                50,
                166,
                237,
                288
            ]
        ],
        "sents": [
            "Она села в третьем ряду, и когда Гуров взглянул на нее, то сердце у него сжалось, и он понял ясно, что для него теперь на всем свете нет ближе, дороже и важнее человека; она, затерявшаяся в провинциальной толпе, эта маленькая женщина, ничем не замечательная, с вульгарною лорнеткой в руках, наполняла теперь всю его жизнь, была его горем, радостью, единственным счастьем, какого он теперь желал для себя; и под звуки плохого оркестра, дрянных обывательских скрипок он думал о том, как она хороша.",
            "She sat in the third row, and when Gurov looked at her, his heart was wrung, and he realized clearly that there was now no person closer, dearer, or more important for him in the whole world; this small woman, lost in the provincial crowd, not remarkable for anything, with a vulgar lorgnette in her hand, now filled his whole life, was his grief, his joy, the only happiness he now wished for himself; and to the sounds of the bad orchestra, with its trashy local violins, he thought how beautiful she was."
        ]
    },
    {
        "indices": [
            [
                224
            ],
            [
                50,
                166,
                238,
                288
            ]
        ],
        "sents": [
            "Думал и мечтал.",
            "He thought and dreamed."
        ]
    },
    {
        "indices": [
            [
                225
            ],
            [
                50,
                166,
                239,
                288
            ]
        ],
        "sents": [
            "Вместе с Анной Сергеевной вошел и сел рядом молодой человек с небольшими бакенами, очень высокий, сутулый; он при каждом шаге покачивал головой и, казалось, постоянно кланялся.",
            "A man came in with Anna Sergeevna and sat down next to her, a young man with little side-whiskers, very tall, stooping; he nodded his head at every step, and it seemed he was perpetually bowing."
        ]
    },
    {
        "indices": [
            [
                226
            ],
            [
                50,
                166,
                240,
                288
            ]
        ],
        "sents": [
            "Вероятно, это был муж, которого она тогда в Ялте, в порыве горького чувства, обозвала лакеем.",
            "This was probably her husband, whom she, in an outburst of bitter feeling that time in Yalta, had called a lackey."
        ]
    },
    {
        "indices": [
            [
                227
            ],
            [
                50,
                166,
                241,
                288
            ]
        ],
        "sents": [
            "И в самом деле, в его длинной фигуре, в бакенах, в небольшой лысине было что-то лакейски-скромное, улыбался он сладко, и в петлице у него блестел какой-то ученый значок, точно лакейский номер.",
            "And indeed, in his long figure, his side- whiskers, his little bald spot, there was something of lackeyish modesty; he had a sweet smile, and the badge of some learned society gleamed in his buttonhole, like the badge of a lackey."
        ]
    },
    {
        "indices": [
            [
                228
            ],
            [
                50,
                166,
                242,
                288
            ]
        ],
        "sents": [
            "В первом антракте муж ушел курить, она осталась в кресле.",
            "During the first intermission the husband went to smoke; she remained in her seat."
        ]
    },
    {
        "indices": [
            [
                229
            ],
            [
                50,
                166,
                243,
                288
            ]
        ],
        "sents": [
            "Гуров, сидевший тоже в партере, подошел к ней и сказал дрожащим голосом, улыбаясь насильно: — Здравствуйте.",
            "Gurov, who was also sitting in the stalls, went up to her and said in a trembling voice and with a forced smile: “How do you do?”"
        ]
    },
    {
        "indices": [
            [
                230
            ],
            [
                50,
                166,
                244,
                288
            ]
        ],
        "sents": [
            "Она взглянула на него и побледнела, потом еще раз взглянула с ужасом, не веря глазам, и крепко сжала в руках вместе веер и лорнетку, очевидно, борясь с собой, чтобы не упасть в обморок.",
            "She looked at him and paled, then looked again in horror, not believing her eyes, and tightly clutched her fan and lorgnette in her hand, obviously struggling with herself to keep from fainting."
        ]
    },
    {
        "indices": [
            [
                231
            ],
            [
                50,
                166,
                245,
                288
            ]
        ],
        "sents": [
            "Оба молчали.",
            "Both were silent."
        ]
    },
    {
        "indices": [
            [
                232
            ],
            [
                50,
                166,
                246,
                288
            ]
        ],
        "sents": [
            "Она сидела, он стоял, испуганный ее смущением, не решаясь сесть рядом.",
            "She sat, he stood, alarmed at her confusion, not venturing to sit down next to her."
        ]
    },
    {
        "indices": [
            [
                233
            ],
            [
                50,
                166,
                247,
                288
            ]
        ],
        "sents": [
            "Запели настраиваемые скрипки и флейта, стало вдруг страшно, казалось, что из всех лож смотрят.",
            "The tuning-up violins and flutes sang out, it suddenly became frightening, it seemed that people were gazing at them from all the boxes."
        ]
    },
    {
        "indices": [
            [
                234
            ],
            [
                50,
                166,
                248,
                288
            ]
        ],
        "sents": [
            "Но вот она встала и быстро пошла к выходу; он — за ней, и оба шли бестолково, по коридорам, по лестницам, то поднимаясь, то спускаясь, и мелькали у них перед глазами какие-то люди в судейских, учительских и удельных мундирах, и всё со значками; мелькали дамы, шубы на вешалках, дул сквозной ветер, обдавая запахом табачных окурков.",
            "But then she got up and quickly walked to the exit, he followed her, and they both went confusedly through corridors and stairways, going up, then down, and the uniforms of the courts, the schools, and the imperial estates flashed before them, all with badges; ladies flashed by, fur coats on hangers, a drafty wind blew, drenching them with the smell of cigar stubs."
        ]
    },
    {
        "indices": [
            [
                235
            ],
            [
                50,
                166,
                249,
                288
            ]
        ],
        "sents": [
            "И Гуров, у которого сильно билось сердце, думал: «О господи!",
            "And Gurov, whose heart was pounding, thought: “Oh, Lord!"
        ]
    },
    {
        "indices": [
            [
                236
            ],
            [
                50,
                100,
                166,
                250,
                288
            ]
        ],
        "sents": [
            "И к чему эти люди, этот оркестр...»",
            "Why these people, this orchestra . . .”"
        ]
    },
    {
        "indices": [
            [
                237
            ],
            [
                50,
                166,
                251,
                288
            ]
        ],
        "sents": [
            "И в эту минуту он вдруг вспомнил, как тогда вечером на станции, проводив Анну Сергеевну, говорил себе, что всё кончилось и они уже никогда не увидятся.",
            "And just then he suddenly recalled how, at the station in the evening after he had seen Anna Sergeevna off, he had said to himself that everything was over and they would never see each other again."
        ]
    },
    {
        "indices": [
            [
                238
            ],
            [
                50,
                166,
                252,
                288
            ]
        ],
        "sents": [
            "Но как еще далеко было до конца!",
            "But how far it still was from being over!"
        ]
    },
    {
        "indices": [
            [
                239
            ],
            [
                50,
                166,
                253,
                288
            ]
        ],
        "sents": [
            "На узкой, мрачной лестнице, где было написано «Ход в амфитеатр», она остановилась.",
            "On a narrow, dark stairway with the sign “To the Amphitheater,” she stopped."
        ]
    },
    {
        "indices": [
            [
                240
            ],
            [
                50,
                166,
                254,
                255,
                288
            ]
        ],
        "sents": [
            "— Как вы меня испугали! — сказала она, тяжело дыша, всё еще бледная, ошеломленная.",
            "“How you frightened me!” she said, breathing heavily, still pale, stunned."
        ]
    },
    {
        "indices": [
            [
                241
            ],
            [
                50,
                166,
                256,
                288
            ]
        ],
        "sents": [
            "— О, как вы меня испугали!",
            "“Oh, how you frightened me!"
        ]
    },
    {
        "indices": [
            [
                242
            ],
            [
                50,
                166,
                257,
                288
            ]
        ],
        "sents": [
            "Я едва жива.",
            "I’m barely alive."
        ]
    },
    {
        "indices": [
            [
                243
            ],
            [
                50,
                166,
                258,
                288
            ]
        ],
        "sents": [
            "Зачем вы приехали?",
            "Why did you come?"
        ]
    },
    {
        "indices": [
            [
                244
            ],
            [
                50,
                100,
                166,
                259,
                260,
                261,
                288
            ]
        ],
        "sents": [
            "Зачем? — Но поймите, Анна, поймите... — проговорил он вполголоса, торопясь.",
            "Why?” “But understand, Anna, understand . . .” he said in a low voice, hurrying."
        ]
    },
    {
        "indices": [
            [
                245
            ],
            [
                50,
                100,
                166,
                262,
                288
            ]
        ],
        "sents": [
            "— Умоляю вас, поймите...",
            "“I beg you to understand . . .”"
        ]
    },
    {
        "indices": [
            [
                246
            ],
            [
                50,
                166,
                263,
                288
            ]
        ],
        "sents": [
            "Она глядела на него со страхом, с мольбой, с любовью, глядела пристально, чтобы покрепче задержать в памяти его черты.",
            "She looked at him with fear, with entreaty, with love, looked at him intently, the better to keep his features in her memory."
        ]
    },
    {
        "indices": [
            [
                247
            ],
            [
                50,
                166,
                264,
                265,
                288
            ]
        ],
        "sents": [
            "— Я так страдаю! — продолжала она, не слушая его.",
            "“I’ve been suffering so!” she went on, not listening to him."
        ]
    },
    {
        "indices": [
            [
                248
            ],
            [
                50,
                166,
                266,
                288
            ]
        ],
        "sents": [
            "— Я всё время думала только о вас, я жила мыслями о вас.",
            "“I think only of you all the time, I’ve lived by my thoughts of you."
        ]
    },
    {
        "indices": [
            [
                249
            ],
            [
                50,
                166,
                267,
                288
            ]
        ],
        "sents": [
            "И мне хотелось забыть, забыть, но зачем, зачем вы приехали?",
            "And I’ve tried to forget, to forget, but why, why did you come?”"
        ]
    },
    {
        "indices": [
            [
                250
            ],
            [
                50,
                166,
                268,
                288
            ]
        ],
        "sents": [
            "Повыше, на площадке, два гимназиста курили и смотрели вниз, но Гурову было всё равно, он привлек к себе Анну Сергеевну и стал целовать ее лицо, щеки, руки.",
            "Further up, on the landing, two high-school boys were smoking and looking down, but Gurov did not care, he drew Anna Sergeevna to him and began kissing her face, her cheeks, her hands."
        ]
    },
    {
        "indices": [
            [
                251
            ],
            [
                50,
                166,
                269,
                270,
                288
            ]
        ],
        "sents": [
            "— Что вы делаете, что вы делаете! — говорила она в ужасе, отстраняя его от себя.",
            "“What are you doing, what are you doing!” she repeated in horror, pushing him away from her."
        ]
    },
    {
        "indices": [
            [
                252
            ],
            [
                50,
                166,
                271,
                288
            ]
        ],
        "sents": [
            "— Мы с вами обезумели.",
            "“We’ve both lost our minds."
        ]
    },
    {
        "indices": [
            [
                253
            ],
            [
                50,
                100,
                166,
                272,
                288
            ]
        ],
        "sents": [
            "Уезжайте сегодня же, уезжайте сейчас...",
            "Leave today, leave at once . . ."
        ]
    },
    {
        "indices": [
            [
                254
            ],
            [
                50,
                100,
                166,
                273,
                288
            ]
        ],
        "sents": [
            "Заклинаю вас всем святым, умоляю...",
            "I adjure you by all that’s holy, I implore you . . ."
        ]
    },
    {
        "indices": [
            [
                255
            ],
            [
                50,
                166,
                274,
                288
            ]
        ],
        "sents": [
            "Сюда идут!",
            "Somebody’s coming!”"
        ]
    },
    {
        "indices": [
            [
                256
            ],
            [
                50,
                166,
                275,
                288
            ]
        ],
        "sents": [
            "По лестнице снизу вверх кто-то шел.",
            "Someone was climbing the stairs."
        ]
    },
    {
        "indices": [
            [
                257
            ],
            [
                50,
                100,
                166,
                276,
                277,
                288
            ]
        ],
        "sents": [
            "— Вы должны уехать... — продолжала Анна Сергеевна шёпотом.",
            "“You must leave . . .” Anna Sergeevna went on in a whisper."
        ]
    },
    {
        "indices": [
            [
                258
            ],
            [
                50,
                166,
                278,
                288
            ]
        ],
        "sents": [
            "— Слышите, Дмитрий Дмитрич?",
            "“Do you hear, Dmitri Dmitrich?"
        ]
    },
    {
        "indices": [
            [
                259
            ],
            [
                50,
                166,
                279,
                288
            ]
        ],
        "sents": [
            "Я приеду к вам в Москву.",
            "I’ll come to you in Moscow."
        ]
    },
    {
        "indices": [
            [
                260
            ],
            [
                50,
                166,
                280,
                288
            ]
        ],
        "sents": [
            "Я никогда не была счастлива, я теперь несчастна и никогда, никогда не буду счастлива, никогда!",
            "I’ve never been happy, I’m unhappy now, and I’ll never, never be happy, never!"
        ]
    },
    {
        "indices": [
            [
                261
            ],
            [
                50,
                166,
                281,
                288
            ]
        ],
        "sents": [
            "Не заставляйте же меня страдать еще больше!",
            "Don’t make me suffer still more!"
        ]
    },
    {
        "indices": [
            [
                262
            ],
            [
                50,
                166,
                282,
                288
            ]
        ],
        "sents": [
            "Клянусь, я приеду в Москву.",
            "I swear I’ll come to Moscow."
        ]
    },
    {
        "indices": [
            [
                263
            ],
            [
                50,
                166,
                283,
                288
            ]
        ],
        "sents": [
            "А теперь расстанемся!",
            "But we must part now!"
        ]
    },
    {
        "indices": [
            [
                264
            ],
            [
                50,
                166,
                284,
                288
            ]
        ],
        "sents": [
            "Мой милый, добрый, дорогой мой, расстанемся!",
            "My dear one, my good one, my darling, we must part!”"
        ]
    },
    {
        "indices": [
            [
                265
            ],
            [
                50,
                100,
                166,
                285,
                288
            ]
        ],
        "sents": [
            "Она пожала ему руку и стала быстро спускаться вниз, всё оглядываясь на него, и по глазам ее было видно, что она в самом деле не была счастлива.",
            "She pressed his hand and quickly began going downstairs, turning back to look at him, and it was clear from her eyes that she was indeed not happy . . ."
        ]
    },
    {
        "indices": [
            [
                266
            ],
            [
                50,
                166,
                286,
                288
            ]
        ],
        "sents": [
            "Гуров постоял немного, прислушался, потом, когда всё утихло, отыскал свою вешалку и ушел из театра.",
            "Gurov stood for a little while, listened, then, when everything was quiet, found his coat and left the theater."
        ]
    },
    {
        "indices": [
            [
                267
            ],
            [
                50,
                166,
                287,
                288
            ]
        ],
        "sents": [
            " Часть IV (Дама с собачкой).",
            "Part IV."
        ]
    },
    {
        "indices": [
            [
                268
            ],
            [
                50,
                166,
                288,
                289
            ]
        ],
        "sents": [
            " И Анна Сергеевна стала приезжать к нему в Москву.",
            " And Anna Sergeevna began coming to see him in Moscow."
        ]
    },
    {
        "indices": [
            [
                269
            ],
            [
                50,
                166,
                288,
                290
            ]
        ],
        "sents": [
            "Раз в два-три месяца она уезжала из С. и говорила мужу, что едет посоветоваться с профессором насчет своей женской болезни, — и муж верил и не верил.",
            "Once every two or three months she left S., and told her husband she was going to consult a professor about her female disorder—and her husband did and did not believe her."
        ]
    },
    {
        "indices": [
            [
                270
            ],
            [
                50,
                166,
                288,
                291
            ]
        ],
        "sents": [
            "Приехав в Москву, она останавливалась в «Славянском базаре» и тотчас же посылала к Гурову человека в красной шапке.",
            "Arriving in Moscow, she stayed at the Slavyansky Bazaar and at once sent a man in a red hat to Gurov."
        ]
    },
    {
        "indices": [
            [
                271
            ],
            [
                50,
                166,
                288,
                292
            ]
        ],
        "sents": [
            "Гуров ходил к ней, и никто в Москве не знал об этом.",
            "Gurov came to see her, and nobody in Moscow knew of it."
        ]
    },
    {
        "indices": [
            [
                272
            ],
            [
                50,
                166,
                288,
                293
            ]
        ],
        "sents": [
            "Однажды он шел к ней таким образом в зимнее утро (посыльный был у него накануне вечером и не застал).",
            "Once he was going to see her in that way on a winter morning (the messenger had come the previous evening but had not found him in)."
        ]
    },
    {
        "indices": [
            [
                273
            ],
            [
                50,
                166,
                288,
                294
            ]
        ],
        "sents": [
            "С ним шла его дочь, которую хотелось ему проводить в гимназию, это было по дороге.",
            "With him was his daughter, whom he wanted to see off to school, which was on the way."
        ]
    },
    {
        "indices": [
            [
                274
            ],
            [
                50,
                166,
                288,
                295
            ]
        ],
        "sents": [
            "Валил крупный мокрый снег.",
            "Big, wet snow was falling."
        ]
    },
    {
        "indices": [
            [
                275
            ],
            [
                50,
                166,
                288,
                296
            ]
        ],
        "sents": [
            "— Теперь три градуса тепла, а между тем идет снег, — говорил Гуров дочери.",
            "“It’s now three degrees above freezing, and yet it’s snowing,” Gurov said to his daughter."
        ]
    },
    {
        "indices": [
            [
                276
            ],
            [
                50,
                166,
                288,
                297
            ]
        ],
        "sents": [
            "— Но ведь это тепло только на поверхности земли, в верхних же слоях атмосферы совсем другая температура.",
            "“But it’s warm only near the surface of the earth, while in the upper layers of the atmosphere the temperature is quite different.”"
        ]
    },
    {
        "indices": [
            [
                277
            ],
            [
                50,
                166,
                288,
                298
            ]
        ],
        "sents": [
            "— Папа, а почему зимой не бывает грома?",
            "“And why is there no thunder in winter, papa?”"
        ]
    },
    {
        "indices": [
            [
                278
            ],
            [
                50,
                166,
                288,
                299
            ]
        ],
        "sents": [
            "Он объяснил и это.",
            "He explained that, too."
        ]
    },
    {
        "indices": [
            [
                279
            ],
            [
                50,
                166,
                288,
                300
            ]
        ],
        "sents": [
            "Он говорил и думал о том, что вот он идет на свидание и ни одна живая душа не знает об этом и, вероятно, никогда не будет знать.",
            "He spoke and thought that here he was going to a rendezvous, and not a single soul knew of it or probably would ever know."
        ]
    },
    {
        "indices": [
            [
                280
            ],
            [
                50,
                166,
                288,
                301
            ]
        ],
        "sents": [
            "У него были две жизни: одна явная, которую видели и знали все, кому это нужно было, полная условной правды и условного обмана, похожая совершенно на жизнь его знакомых и друзей, и другая — протекавшая тайно.",
            "He had two lives: an apparent one, seen and known by all who needed it, filled with conventional truth and conventional deceit, which perfectly resembled the lives of his acquaintances and friends, and another that went on in secret."
        ]
    },
    {
        "indices": [
            [
                281
            ],
            [
                50,
                166,
                288,
                302
            ]
        ],
        "sents": [
            "И по какому-то странному стечению обстоятельств, быть может, случайному, всё, что было для него важно, интересно, необходимо, в чем он был искренен и не обманывал себя, что составляло зерно его жизни, происходило тайно от других, всё же, что было его ложью, его оболочкой, в которую он прятался, чтобы скрыть правду, как, например, его служба в банке, споры в клубе, его «низшая раса», хождение с женой на юбилеи, — всё это было явно.",
            "And by some strange coincidence, perhaps an accidental one, everything that he found important, interesting, necessary, in which he was sincere and did not deceive himself, which constituted the core of his life, occurred in secret from others, while everything that made up his lie, his shell, in which he hid in order to conceal the truth—for instance, his work at the bank, his arguments at the club, his “inferior race,” his attending official celebrations with his wife—all this was in full view."
        ]
    },
    {
        "indices": [
            [
                282
            ],
            [
                50,
                166,
                288,
                303
            ]
        ],
        "sents": [
            "И по себе он судил о других, не верил тому, что видел, и всегда предполагал, что у каждого человека под покровом тайны, как под покровом ночи, проходит его настоящая, самая интересная жизнь.",
            "And he judged others by himself, did not believe what he saw, and always supposed that every man led his own real and very interesting life under the cover of secrecy, as under the cover of night."
        ]
    },
    {
        "indices": [
            [
                283
            ],
            [
                50,
                166,
                288,
                304
            ]
        ],
        "sents": [
            "Каждое личное существование держится на тайне, и, быть может, отчасти поэтому культурный человек так нервно хлопочет о том, чтобы уважалась личная тайна.",
            "Every personal existence was upheld by a secret, and it was perhaps partly for that reason that every cultivated man took such anxious care that his personal secret should be respected."
        ]
    },
    {
        "indices": [
            [
                284
            ],
            [
                50,
                166,
                288,
                305
            ]
        ],
        "sents": [
            "Проводив дочь в гимназию, Гуров отправился в «Славянский базар».",
            "After taking his daughter to school, Gurov went to the Slavyansky Bazaar."
        ]
    },
    {
        "indices": [
            [
                285
            ],
            [
                50,
                166,
                288,
                306
            ]
        ],
        "sents": [
            "Он снял шубу внизу, поднялся наверх и тихо постучал в дверь.",
            "He took his fur coat off downstairs, went up, and knocked softly at the door."
        ]
    },
    {
        "indices": [
            [
                286
            ],
            [
                50,
                166,
                288,
                307
            ]
        ],
        "sents": [
            "Анна Сергеевна, одетая в его любимое серое платье, утомленная дорогой и ожиданием, поджидала его со вчерашнего вечера; она была бледна, глядела на него и не улыбалась, и едва он вошел, как она уже припала к его груди.",
            "Anna Sergeevna, wearing his favorite gray dress, tired from the trip and the expectation, had been waiting for him since the previous evening; she was pale, looked at him and did not smile, and he had barely come in when she was already leaning on his chest."
        ]
    },
    {
        "indices": [
            [
                287
            ],
            [
                50,
                166,
                288,
                308
            ]
        ],
        "sents": [
            "Точно они не виделись года два, поцелуй их был долгий, длительный.",
            "Their kiss was long, lingering, as if they had not seen each other for two years."
        ]
    },
    {
        "indices": [
            [
                288
            ],
            [
                50,
                166,
                288,
                309,
                310
            ]
        ],
        "sents": [
            "— Ну, как живешь там? — спросил он.",
            "“Well, how is your life there?” he asked."
        ]
    },
    {
        "indices": [
            [
                289
            ],
            [
                50,
                166,
                288,
                311
            ]
        ],
        "sents": [
            "— Что нового?",
            "“What’s new?”"
        ]
    },
    {
        "indices": [
            [
                290
            ],
            [
                50,
                100,
                166,
                288,
                312
            ]
        ],
        "sents": [
            "— Погоди, сейчас скажу...",
            "“Wait, I’ll tell you . . ."
        ]
    },
    {
        "indices": [
            [
                291
            ],
            [
                50,
                166,
                288,
                313
            ]
        ],
        "sents": [
            "Не могу.",
            "I can’t.”"
        ]
    },
    {
        "indices": [
            [
                292
            ],
            [
                50,
                166,
                288,
                314
            ]
        ],
        "sents": [
            "Она не могла говорить, так как плакала.",
            "She could not speak because she was crying."
        ]
    },
    {
        "indices": [
            [
                293
            ],
            [
                50,
                166,
                288,
                315
            ]
        ],
        "sents": [
            "Отвернулась от него и прижала платок к глазам.",
            "She turned away from him and pressed a handkerchief to her eyes."
        ]
    },
    {
        "indices": [
            [
                294
            ],
            [
                50,
                166,
                288,
                316
            ]
        ],
        "sents": [
            "«Ну, пускай поплачет, а я пока посижу», — подумал он и сел в кресло.",
            "“Well, let her cry a little, and meanwhile I’ll sit down,” he thought, and sat down in an armchair."
        ]
    },
    {
        "indices": [
            [
                295
            ],
            [
                50,
                100,
                166,
                288,
                317
            ]
        ],
        "sents": [
            "Потом он позвонил и сказал, чтобы ему принесли чаю; и потом, когда пил чай, она всё стояла, отвернувшись к окну...",
            "Then he rang and ordered tea; and then, while he drank tea, she went on standing with her face turned to the window . . ."
        ]
    },
    {
        "indices": [
            [
                296
            ],
            [
                50,
                166,
                288,
                318
            ]
        ],
        "sents": [
            "Она плакала от волнения, от скорбного сознания, что их жизнь так печально сложилась; они видятся только тайно, скрываются от людей, как воры!",
            "She was crying from anxiety, from a sorrowful awareness that their life had turned out so sadly; they only saw each other in secret, they hid from people like thieves!"
        ]
    },
    {
        "indices": [
            [
                297
            ],
            [
                50,
                166,
                288,
                319
            ]
        ],
        "sents": [
            "Разве жизнь их не разбита?",
            "Was their life not broken?"
        ]
    },
    {
        "indices": [
            [
                298
            ],
            [
                50,
                166,
                288,
                320
            ]
        ],
        "sents": [
            "— Ну, перестань! — сказал он.",
            "“Well, stop now,” he said."
        ]
    },
    {
        "indices": [
            [
                299
            ],
            [
                50,
                166,
                288,
                321
            ]
        ],
        "sents": [
            "Для него было очевидно, что эта их любовь кончится еще не скоро, неизвестно когда.",
            "For him it was obvious that this love of theirs would not end soon, that there was no knowing when."
        ]
    },
    {
        "indices": [
            [
                300
            ],
            [
                50,
                166,
                288,
                322
            ]
        ],
        "sents": [
            "Анна Сергеевна привязывалась к нему всё сильнее, обожала его, и было бы немыслимо сказать ей, что всё это должно же иметь когда-нибудь конец; да она бы и не поверила этому.",
            "Anna Sergeevna’s attachment to him grew ever stronger, she adored him, and it would have been unthinkable to tell her that it all really had to end at some point; and she would not have believed it."
        ]
    },
    {
        "indices": [
            [
                301
            ],
            [
                50,
                166,
                288,
                323
            ]
        ],
        "sents": [
            "Он подошел к ней и взял ее за плечи, чтобы приласкать, пошутить, и в это время увидел себя в зеркале.",
            "He went up to her and took her by the shoulders to caress her, to make a joke, and at that moment he saw himself in the mirror."
        ]
    },
    {
        "indices": [
            [
                302
            ],
            [
                50,
                166,
                288,
                324
            ]
        ],
        "sents": [
            "Голова его уже начинала седеть.",
            "His head was beginning to turn gray."
        ]
    },
    {
        "indices": [
            [
                303
            ],
            [
                50,
                166,
                288,
                325
            ]
        ],
        "sents": [
            "И ему показалось странным, что он так постарел за последние годы, так подурнел.",
            "And it seemed strange to him that he had aged so much in those last years, had lost so much of his good looks."
        ]
    },
    {
        "indices": [
            [
                304
            ],
            [
                50,
                166,
                288,
                326
            ]
        ],
        "sents": [
            "Плечи, на которых лежали его руки, были теплы и вздрагивали.",
            "The shoulders on which his hands lay were warm and trembled."
        ]
    },
    {
        "indices": [
            [
                305
            ],
            [
                50,
                166,
                288,
                327
            ]
        ],
        "sents": [
            "Он почувствовал сострадание к этой жизни, еще такой теплой и красивой, но, вероятно, уже близкой к тому, чтобы начать блекнуть и вянуть, как его жизнь.",
            "He felt compassion for this life, still so warm and beautiful, but probably already near the point where it would begin to fade and wither, like his own life."
        ]
    },
    {
        "indices": [
            [
                306
            ],
            [
                50,
                166,
                288,
                328
            ]
        ],
        "sents": [
            "За что она его любит так?",
            "Why did she love him so?"
        ]
    },
    {
        "indices": [
            [
                307
            ],
            [
                50,
                166,
                288,
                329
            ]
        ],
        "sents": [
            "Он всегда казался женщинам не тем, кем был, и любили они в нем не его самого, а человека, которого создавало их воображение и которого они в своей жизни жадно искали; и потом, когда замечали свою ошибку, то все-таки любили.",
            "Women had always taken him to be other than he was, and they had loved in him, not himself, but a man their imagination had created, whom they had greedily sought all their lives; and then, when they had noticed their mistake, they had still loved him."
        ]
    },
    {
        "indices": [
            [
                308
            ],
            [
                50,
                166,
                288,
                330
            ]
        ],
        "sents": [
            "И ни одна из них не была с ним счастлива.",
            "And not one of them had been happy with him."
        ]
    },
    {
        "indices": [
            [
                309
            ],
            [
                50,
                166,
                288,
                331
            ]
        ],
        "sents": [
            "Время шло, он знакомился, сходился, расставался, но ни разу не любил; было всё что угодно, но только не любовь.",
            "Time passed, he met women, became intimate, parted, but not once did he love; there was anything else, but not love."
        ]
    },
    {
        "indices": [
            [
                310
            ],
            [
                50,
                166,
                288,
                332
            ]
        ],
        "sents": [
            "И только теперь, когда у него голова стала седой, он полюбил, как следует, по-настоящему — первый раз в жизни.",
            "And only now, when his head was gray, had he really fallen in love as one ought to—for the first time in his life."
        ]
    },
    {
        "indices": [
            [
                311
            ],
            [
                50,
                166,
                288,
                333
            ]
        ],
        "sents": [
            "Анна Сергеевна и он любили друг друга, как очень близкие, родные люди, как муж и жена, как нежные друзья; им казалось, что сама судьба предназначила их друг для друга, и было непонятно, для чего он женат, а она замужем; и точно это были две перелетные птицы, самец и самка, которых поймали и заставили жить в отдельных клетках.",
            "He and Anna Sergeevna loved each other like very close, dear people, like husband and wife, like tender friends; it seemed to them that fate itself had destined them for each other, and they could not understand why he had a wife and she a husband; and it was as if they were two birds of passage, a male and a female, who had been caught and forced to live in separate cages."
        ]
    },
    {
        "indices": [
            [
                312
            ],
            [
                50,
                166,
                288,
                334
            ]
        ],
        "sents": [
            "Они простили друг другу то, чего стыдились в своем прошлом, прощали всё в настоящем и чувствовали, что эта их любовь изменила их обоих.",
            "They had forgiven each other the things they were ashamed of in the past, they forgave everything in the present, and they felt that this love of theirs had changed them both."
        ]
    },
    {
        "indices": [
            [
                313
            ],
            [
                50,
                100,
                166,
                288,
                335
            ]
        ],
        "sents": [
            "Прежде, в грустные минуты, он успокаивал себя всякими рассуждениями, какие только приходили ему в голову, теперь же ему было не до рассуждений, он чувствовал глубокое сострадание, хотелось быть искренним, нежным... — Перестань, моя хорошая, — говорил он.",
            "Formerly, in sad moments, he had calmed himself with all sorts of arguments, whatever had come into his head, but now he did not care about any arguments, he felt deep compassion, he wanted to be sincere, tender . . ."
        ]
    },
    {
        "indices": [
            [
                314,
                315
            ],
            [
                50,
                100,
                166,
                288,
                336
            ]
        ],
        "sents": [
            "— Поплакала — и будет... Теперь давай поговорим, что-нибудь придумаем.",
            "“Stop, my good one,” he said, “you’ve had your cry—and enough . . ."
        ]
    },
    {
        "indices": [
            [
                316
            ],
            [
                50,
                166,
                288,
                338
            ]
        ],
        "sents": [
            "Потом они долго советовались, говорили о том, как избавить себя от необходимости прятаться, обманывать, жить в разных городах, не видеться подолгу.",
            "Then they had a long discussion, talked about how to rid themselves of the need for hiding, for deception, for living in different towns and not seeing each other for long periods."
        ]
    },
    {
        "indices": [
            [
                317
            ],
            [
                50,
                166,
                288,
                339
            ]
        ],
        "sents": [
            "Как освободиться от этих невыносимых пут?",
            "How could they free themselves from these unbearable bonds?"
        ]
    },
    {
        "indices": [
            [
                318,
                319
            ],
            [
                50,
                166,
                288,
                340,
                341
            ]
        ],
        "sents": [
            "— Как? Как? — спрашивал он, хватая себя за голову.",
            "“How? How?” he asked, clutching his head."
        ]
    },
    {
        "indices": [
            [
                319
            ],
            [
                50,
                166,
                288,
                340,
                342
            ]
        ],
        "sents": [
            "— Как?",
            "“How?”"
        ]
    },
    {
        "indices": [
            [
                320
            ],
            [
                50,
                166,
                288,
                343
            ]
        ],
        "sents": [
            "И казалось, что еще немного — и решение будет найдено, и тогда начнется новая, прекрасная жизнь; и обоим было ясно, что до конца еще далеко-далеко и что самое сложное и трудное только еще начинается.",
            "And it seemed that, just a little more—and the solution would be found, and then a new, beautiful life would begin; and it was clear to both of them that the end was still far, far off, and that the most complicated and difficult part was just beginning."
        ]
    },
    {
        "indices": [
            [],
            [
                50,
                166,
                288
            ]
        ],
        "sents": [
            "",
            ""
        ]
    }
]